{	"DuelVocab": {
		"GodsDescription": {
			"ZeusF": "Sky and thuder god, \nchild of Cronus and Rhea, \nswallowed by his father \nCronus, Zeus lived in his \nstomach until adulthood before \ncutting it open. His thunderbolt, \nalways held in his right hand was a \ngift from the cyclops after Zeus freed \nthem from Uranus.",
			"PoseidonF": "Lord of the sea, \nPoseidon created the \nhorses in the shapes of \nthe breaking waves. He \nhas blue eyes and hair which \nresembles the color of the sea. \nWhenever he strucks the ground \nwith his trident, the earth trembles \nand mountains are raised.",
			"HadesF": "Underworld god, \nHades is famous for being \nthe only Olympian god \nthat didn't live on Mount \nOlympus. Very few tales exists \nwith Hades, since he barely leaves \nthe underworld, the most famous is \nwhen Hades abducted Persephone",
			"RaF": "King of the gods, Ra \nis the representation of \nlife and growth. Also known \nfor the Eye of Ra, the Eye of \nRa is considered an extension \nof Ra's power, sometimes the \nEye of Ra is Ra's female \ncounterpart itself. The eye can \nbe both protective as well as a \nfraction of Ra's destructive power.",
			"IsisF": "Isis was married to \nOsiris, she revived him \nand protected their heir \nHorus. Isis helped the dead \nones to enter the afterlife. She \nwas worshipped because of her \nhealing powers, she could cure the \nsick. Isis is also considered one of \nthe most wise deities.",
			"SetF": "God of chaos and violence. \nUnlike other egyptian gods, \nSet's animal counterpart \nwasn't recognized by any \nmodern animal, it could have been \nfrom pure mythology itself, or \nsome other breed not known today.",
			"LokiF": "Famous for being the \ntrickster deity, Loki is in \nmost Norse poems and \nusually its schemes never end \nup as expected. Loki is neither \nan evil or good deity, Loki \nalways does what seems most \nprofitable at the moment, be it \nhelping the gods or the giants.",
			"OdinF": "Odin is mostly \nknown as the one-eyed father. \nFather because he is \none of the oldest and main \ngod on Valhalla. Odin sacrificed \nhis eye to see everything that \nhappens on the world.",
			"HelF": "Hel is a ruler of \nthe underworld, her name is no \ncoincidence. Daughter of Loki, \nthere is a tale about the revival \n of Balder where she only consent \nBalder's release if everyone wept \nfor him. There was only a single \nGiantess who didn't, very likely it was \nLoki in disguise.",
			"ThorF": "Wielding the mighty \nMjolnir, Thor was famous for \nbeing the thunder god and \nalso for not planning on his \nactions. Thor takes direct actions \nand jumps into battle \nanytime he can.",
			"AmaterasuF": "Amaterasu is the sun \ngoddess, also known as \nthe universe goddess and \nruler. After Tsukiyomi killed \nUke Mochi, she has became \nseparated from Tsukiyomi. Day \nand night has been apart ever \nsince. She represents order and \npurity iluminating all living things.",
			"TsukuyomiF": "Moon god from the \njapanese mythology, \nborn from Izanagi's right \neye. Lived in the heavens \ntogether with his sister \nAmaterasu, goddess of the sun, \nTsukiyomi angered Amaterasu \nkilling Uke Mochi, she was so \nangry that she refused to ever \nlook again at Tsukiyomi.",
			"IzanamiF": "She is together with \nIzanagi known as the gods \nof creation. Izanami dies \ngiving birth to Kagu-tsuchi, \nIzanagi went to the Yomi(land \nof the dead), but she could not \nreturn to the living world. Once \nhe discovered her appearance was \nrotting, he ran away. She kills the \nliving beings as vengence.",
			"IzanagiF": "Deity of creation, \nIzanagi gave creation to all \nthe japanese archipelago. \nSince Izanami cursed the world, \nshe started to kill the people, \nand to counter this, Izanagi \nmade a vowing that more people \nwould be born than she could kill."
		},
		"LGodsDescription": {
			"Nymph": "The nymphs are mystical deities that appear close to the form they inhabit. Because of their beauty, they are sometimes desired by mortals, but usually they are very aggressive towards their affairs.",
			"Medusa": "Medusa is one of the three Gorgons, perhaps the most known one. Famous for her living snakes instead of hair, whoever looks directly to her was turned to stone. Perseu was the hero who beheaded her and used her head as a weapon to turn foes into stones.",
			"Aphrodite": "Goddess of love, beauty and lust. She was married to Hephaestus, but very frequently unfaithful towards him, known for seducing other gods like Ares or other mortals like Adonis.",
			"Minotaur": "Minos was the king of Cretes, he prayed to Poseidon to send him a bull, but because of its beauty, Minos was unable to sacrifice him back to Poseidon. Poseidon punished Minos making his wife Pasiphae fall in love with the bull, therefore giving birth to Minotaur",
			"Ares": "God of war and courage and known for its savagery in combats, different than his half-sister Athena which is known for its strategic leaning in wars, Ares just goes for pure force and violence. His relation with Aphrodite is the representation of the very opposites love and hate.",
			"Harpy": "Half-Human and half-bird personification of the wind. Harpies were vultures that stealed food from their victims as shown in the story of Phineus whom was punished by Zeus being put in a island with a buffet of incredible food, but never able to eat them as the harpies feasted on the buffet.",
			"Demeter": "Goddess of harvest and agriculture. Her daughter Persephone is married with Hades, where she has to spend a third of the year with him. Demeter feeling the grief over her daughter for this period is the reason for the winter to occur, when she returns, begins the fertile months of spring and summer.",
			"Dionysus": "God of party and inventor of the wine, Dionysus traveled throughout the land teaching people about the cultivation of grapes and how to transform it into wine.",
			"Hermes": "The messenger of the gods, Hermes can easily travel between the mortal and the divine realms. Hermes is an excellent guide and also incredibly skilled at tricking others, be it at war or persuits.",
			"Apollo": "The sun god, also known for its poetry and music. Inventor of the string instruments, Apollo gave the humans the delight for music, Apollo's most famous instrument was his lyre in which Apollo used to play it for either humans or immortals.",
			"Artemis": "Twin sister of Apollo, Artemis is the goddess of hunt. Artemis is the most known goddess for vowing her purity, but she was also the most vengeful towards her priestesses whom didn't do the same, Callisto being one of the most famous.",
			"Chimera": "The chimera is a hybrid animal made from a lion, a snake and a goat. Having the best qualities of those threee animals, the chimera was a fearsome fire-breathing creature. The hero who slayed the chimera was Bellerophon.",
			"Cyclops": "Strong one-eyed giants, also known as Poseidon's sons. Cyclops are famous for being responsible for many of the Olympus god's weapons like Zeus' thunderbolt.",
			"Hera": "Wife of Zeus and goddess of maternity. Hera was one of the initial causes of the Troy war. Hera has many myths revolving the betrayals Zeus had with other women, she was a merciless and vengeful goddess towards Zeus' lovers and their offspring.",
			"Zeus": "Sky and thunder god, ruler of the Mount Olympus. As Zeus grew to adulthood he led a revolt against Cronus his father for the throning of the gods, together with Hades and Poseidon they were able to defeat Cronus and bring a new era to the gods.",
			"Poseidon": "Before Poseidon, Nereus ruled the seas, Nereus was the father of the Nereids. When Poseidon became the new ruler of the seas, Nereus gave his daughter Amphitrite to become the new queen. Poseidon loved to race the waves with his team of snow-white horses.",
			"Hades": "Lord of the dead, Hades was the ruler of the underworld. When the mortals passed away, they were guided by Hermes to the Styx, a river that flowed in the underworld. Charon the ferryman would only cross the underworld if paid a fare, if not they would only be able to go through the pauper's entrance.",
			"Athena": "Goddess of wisdom and favorite child of Zeus. Athena's companion was Nike, a spirit of victory that accompanied her in wars and battles. At moments of peace, Athena taught many mortal artists on fine and useful arts, such as looming and the potter's wheel.",
			"Leviathan": "Leviathan isn't bound to one single mythology, as it is found in many different registries. Leviathan is a sea serpent that brought chaos and destruction through the ocean.",
			"Beset": "Protector of households, Bes or Beset, Bes being the male and Beset the female, would be responsible for cleaning all types of threats on the house, like snakes, evil spirits or scorpions.",
			"Mummy": "Mummifying was the art of preserving the body through death, this was done because it was believed that the soul would only remain intact if the body is preserved.",
			"Sphinx": "Sphinx is depicted as a body of a lion, wings of an eagle and head of a human. It is most known for guarding the entrance of Thebes and asking a riddle to travellers, she would devour all those who got it wrong, which was everyone before Oedipus solved the riddle.",
			"Sekhmet": "Daughter of Ra, Sekhmet breathes fire and the hot winds of the desert. As a goddess of the sun, she once was angered and deceived by the people and left Egypt, with her absence the sun lost most of its power and left Egypt in a cold dying weather, only when she returned that the sun was brought back its glory.",
			"Phoenix": "Phoenix is an immortal bird that cyclically regenerates, once it dies a new one is born from its ashes.",
			"Bast": "Goddess of protection, Bast had the head of a cat as a representation of its kind and gentle way. Known as goddess of the rising sun and the sacred.",
			"Serket": "The scorpion goddess, Serket was known to heal deadly stings from scorpions or other venomous creatures like snakes.",
			"Osiris": "The god of death and resurrection, Osiris was killed by Set, whom cut him in many pieces. Isis then found all the pieces of Osiris and wrapped his body up enabling him to return to life.",
			"Horus": "Horus was often depicted as a falcon, known as the god whom contained the sun and the moon. The eye of Horus is a famous egypt symbol that represented protection.",
			"Apophis": "Apophis or Apep as it is known is an engypt deity who embodies darkness and disorder. It is seen as a giant serpent and was called The Lord of Chaos",
			"Anubis": "The canine god and the guide to the underworld. Anubis measured in his balance if a person was worthy of entering the realm of the dead, Anubis used the weight of the heart to determine its fate",
			"Isis": "Goddess of healing, Isis was able to revive Osiris with her magic. Isis also had many other magical skills like transforming her into whatever form she wanted, she used that to fight and destroy Set",
			"Ra": "Sun deity and sky, Ra is portrayed as a falcon. Ra was believed to be the creator of life, before creating the universe, Ra was alone in the Nun. Nun was a watery mass that filled the universe",
			"Set": "Deity of deserts, storms and disorder. Set was the embodiment of evil, the most told tale in ancient Egypt was about Set killing Osiris and his dispute for the throne of the gods.",
			"Heimdall": "Heimdall keeps watch for invaders and the onset Ragnarok from his dwelling Himinbjorg. Possessing the horn Gjallarhorn, its sound will indicate the beginning of Ragnarok.",
			"Kraken": "Kraken is a legendary sea monster that destroys entire ships and crews. Krakens are said to have over 12 meters of height and a squid-like appearance",
			"Skoll": "Skoll is a wolf that chases the sun while Hati chases the moon, both are offsprings from Fenrir.",
			"Fenrir": "Fenrir is foretold that during the Ragnarok events, it would set the world on fire, bringing the collapese of humans and society and killing Odin",
			"Valkyrie": "The valkyrias served Odin on the battlefield, they are the ones who guided the souls of the deceased warriors to Valhalla.",
			"Skadi": "Thiazi was Skadi's father, whom was killed by the Aesir gods, because of this Skadi seeked revenge and went to Asgard. In Asgard for compensation of her father's death, Skadi was offered to marry a god she chose in Asgard, but only looking at their feet, she then chose Njord this way, she wanted Balder.",
			"Sigurd": "Sigurd is a legendary hero, was known for killing Fafnir, a mighty dragon that protected its golden treasure. After Fafnir's death, Sigurd bathed itself in its blood, granting it invulnerability, except in one of Sigurd's shoulder, that then got covered by a leaf.",
			"Idun": "Goddess of youth, Idun's apples kept other gods from aging. Once Idun was kidnapped by Loki to give her to Thiazi and because the gods started to age they forced Loki to bring her back, which as a consequence Thiazi died by the Aesir gods.",
			"Norn": "The Norns are three deities that determined the destinies of mortal and heroes. They showed the path of the past, present and future. They intertwine in many mythologies as most of them have a similar representation of the Norns.",
			"Balder": "Balder is known for its incredible beauty and being the favourite by most gods. Balder was basically immune to almost everything, but mistletoes, which are parasitic plants.",
			"Nidhogg": "Nidhogg is a dragon who gnaws at a root of the world tree, Yggdrasil.Very powerful, malicious and evil, with a legendary physical strength and gigantic size.",
			"Tyr": "Tyr has a very known myth regarding Fenrir, Tyr puts his right hand and sacrifices it to the monstrous wolf Fenrir, who bites it off when he realizes the gods have bound him",
			"Freyja": "Freyja is a goddess of fertility. She is the daughter of Njord and has a twin brother Freyr. When Freyja goes anywhere, she travels in a chariot pulled by cats.",
			"Yggdrasil": "Yggdrasill is an enormous ash tree that connects the nine worlds, including the underworld (Niflheim), the earth (Midgard), and the realm of the gods (Asgard)",
			"Loki": "Loki is the deity of treachery, being a shape shifter, Loki has appeared as a salmon, a mare, a fly and even an elderly woman. Loki is the center of many norse poems and a lot of chaos between the gods has Loki as a cause.",
			"Thor": "Thor is a hammer-wielding god associated with lightning, thunder and storms. The hammer, Mjollnir, held by Thor had many marvelous qualities, including that of returning to the thrower like a boomerang",
			"Odin": "Odin has many names and is the god of both war and death. Half of the warriors who die in battle are taken to his hall of Valhalla. Odin is the one-eyed All-Father, who sacrificed the eye in order to see everything that happens in the world.",
			"Hel": "Loki's daughter, her kingdom was said to lie downward and northward. It was called Niflheim, or the World of Darkness, and appears to have been divided into several sections, one of which was Náströnd, the shore of corpses.",
			"Kasa-Obake": "Kasa-obake are a mythical ghost or yōkai in Japanese folklore. They are generally umbrellas with one eye and jump around with one leg, but sometimes they have two arms or two eyes among other features.",
			"Hanako": "According to legend, Hanako-san is the spirit of a young girl who haunts school toilets",
			"Uzume": "World plunged in darkness, Amaterasu hides. Ame-no-Uzume, a whirlwind of joy, dances wildly. Gods erupt in laughter, a symphony of amusement. Curiosity stings Amaterasu, a peek out of the cave. Seized by the moment, light returns with the sun goddess.",
			"Kirin": "The kirin is a mythical animal with the body of a deer, tail of an ox and a single horn. A paragon of virtue, the kirin supposedly appears in times of good government.",
			"Yuki Onna": "Yuki Onna means 'Snow woman' in Japanese. It is a kind of frost youkai, in Japanese mythology that usually appears as a beautiful woman in a white robe. In some stories, the Yuki Onna is good and helps people in the mountains.",
			"Fujin": "Fujin, the god of wind, embodies a dynamic and omnipresent force in the natural world. Often most visibly active during storms and powerful typhoons, Fujin commands winds that can topple trees and devastate structures.",
			"Raijin": "The Japanese god of storms, a chaotic being born of death who brings the world vital rains as well as chaos and destruction. Raijin flies across the sky on dark clouds and throws lightning onto unsuspecting denizens below.",
			"Inari Okami": "The Japanese kami of foxes, fertility, rice, tea and sake, agriculture and industry, and general prosperity and worldly success",
			"Toyotame": "She is the daughter of the sea deity, Watatsumi, and the wife of Hoori. She is known as the paternal grandmother of Emperor Jimmu, the first emperor of Japan.",
			"Susano": "Susanoo descended into the land of Izumo in western Japan and killed an eight-headed dragon that had been terrorizing the countryside. From the tail of the dragon he recovered the marvelous sword Kusanagi.",
			"Ryujin": "Ryujin is the lord of the sea and snakes. Ryujin was thought to appear in people's dreams and briefly in the moment of waking up.",
			"Amaterasu": "Known as the Sun Goddess and ruler of the heavens, Amaterasu is also called Ohirume no Muchi no Kami, which means ''The Great Sun of the Kami.",
			"Tsukuyomi": "Tsukuyomi-no-Mikoto is the Japanese god of the moon, a proud deity of order and beauty. The estranged husband of the sun goddess Amaterasu, Tsukuyomi spends eternity chasing her across the sky.",
			"Izanagi": "Izanagi is one of the divine creators who, together with his wife Izanami, created the islands of Japan. Izanagi also defends against the forces of Yomi, and ensures there are more births than deaths each day in order to preserve his creation.",
			"Izanami": "Izanami is a Japanese creation goddess with the power to create land, trees, islands, and other gods. However, when she became the goddess of the dead, she also gained the power of death and could command gods and spirits of the underworld.",
			"Anhanga": "A spirit that often protects animals (especially the females and young ones) and tends to appear as a white deer with red eyes.",
			"Jaci": "Jaci is the moon goddess, protector of the animals. To brighten the darkness, Tupan created Jaci, the moon, to illuminate the night and bring softness and charm to the world.",
			"Coaraci": "Coaraci is the sun god and the son/creation of Tupan. He is also responsible for watching over and taking care of all living beings during the day. During the night, this task is passed to his sister/wife Jaci.",
			"Tupan": "Tupan is considered to be the creator of the universe, of humanity and of the spirits of good and evil. After the creation of all things in earth, Tupan set to creating the first human couple on the earth.",
			"Iara": "Iara sits on a rock by the river combing her hair or dozing under the sun. When she feels a man around, she starts to sing gently to lure him. Once under the spell of the Iara, a man would leave anything to live with her underwater forever",
			"KuatEIae": "Kuat was originally a hero to whom the origin of the day was attributed. Half the day the sky would be clear, and so day and night were born. Kuat was the Sun, while Iae was the Moon.",
			"Ruda": "Cupid angel responsible for arrowing and softening the hard hearts of the warrior Indians and preparing them for love. According to legends, Ruda lives in the clouds and his job is to awaken love.",
			"Sume": "Sume is a wise deity of culture, who taught the Guarani people their origins and ancestors.",
			"Akuanduba": "Akuanduba, lived in the Earth just doing simple and good things like: eating, drinking, dating and sleeping. Whenever there were excesses, Akuanduba playing his flute, called everyone's attention and brought them back to order.",
			"Caipora": "The Caipora is known as a forest dweller, as a queen of the animals of sorts, and is very vengeful of hunters who do not respect the rules when hunting.",
			"Ceuci": "The Jesuits compared her to the Virgin Mary, because she gave birth to the son of the sun, Jurupari – a guiding and guardian spirit – through the fruit of the cucura-purumã (a tree that represents good and evil in Tupi mythology).",
			"Cuca": "Legend has it that Cuca steals from children who disobey her parents. Cuca sleeps one night every 7 years, and when she gets mad, she screams that you can hear 10 leagues away.",
			"Curupira": "The demon Curupira lives in the forest and uses its backward feet to create footprints that lead to its starting point, thus making hunters and travelers confused",
			"Lobisomem": "A werewolf, in legends if you are the first son in a family with 7 daughters you will be transformed into lobisomem in the thirteenth birthday.",
			"Saci": "Saci is a one-legged creature, who smokes a pipe and wears a magical red cap that enables him to disappear and reappear wherever he wishes. Saci is known for being an annoying prankster.",
			"Wanadi": "According to the legend, the Sun would have created three primordial beings to inhabit planet Earth. However, only Wanadi was born beautiful and perfect. For this reason, he represented the good things in the world. His brothers, deformed and imperfect, would represent all the bad things that happened in the world",
			"Boitata": "Boitatá is the legend of a mythical fire serpent who scares away loggers who try to burn and cut down the forest.",
			"Boto": "Legend has it that, in the early hours of full moon nights with parties, a pink dolphin comes out of the rivers and transforms into a beautiful young man wearing white clothes and a hat."
			
			
		},
		"Cards": {
			"0": "START PHASE:\nAdd 1 devotion for each Greek unit card in your graveyard",
			"1": "STATIC:\nPoseidon's movement cost is reduced by 2 for each other Greek permanent you control",
			"2": "START PHASE:\nAdd 1 devotion for each other Greek unit you control",
			"3": "STATIC:\nUnits can't attack Aphrodite",
			"4": "START PHASE:\nAdd 1 devotion for each Greek monument you control",
			"5": "MOMENT:\nDestroy one deity or creature your opponent controls",
			"6": "ACTIVATION(20):\nArtemis deals 50 damage to an unit that is 1 position further from her",
			"8": "ACTIVATION(9):\nChimera deals 10 damage to all units in the same row as her",
			"9": "STATIC:\nMonuments costs 2 devotion less to be played",
			"10": "STATIC:\nAttack cost for Greek units is reduced by 1",
			"12": "STATIC:\nDecrease Greek god or goddess attack cost by 2",
			"14": "MOMENT:\nAn opponent's deity or creature will take 10 damage every turn, this effect can't be canceled",
			"15": "STATIC:\nReduce Greek unit's movement cost by 1",
			"16": "ACTIVATION(10):\nA single unit close to Medusa will take 10 damage and won't be able to move or attack on the next turn",
			"18": "STATIC:\nAttack costs against your Greek units are increased by 2",
			"20": "STATIC:\nUnit's activation cost are reduced by 3",
			"21": "STATIC:\nGreek cards you play costs 2 less devotion",
			"22": "STATIC:\nGreek units you control movement costs are reduced by 2",
			"23": "START PHASE:\nAdd 1 devotion for each Greek unit you control",
			"24": "Destroy all deities, creatures and monuments. This also resets Hel's status",
			"25": "Deal 20 damage to an opponent's unit",
			"26": "Destroy all deities and creatures",
			"27": "Destroy all monuments",
			"28": "All units take 30 damage",
			"29": "Destroy an opponent's deity or creature",
			"30": "START PHASE:\nHeal 10 damage from all egyptian units you control",
			"31": "STATIC:\nYou may play egyptian units anywhere on the battlefield",
			"32": "ACTIVATION(20):\nPut a deity or creature card from your graveyard onto the battlefield",
			"33": "MOMENT:\nPut a deity or creature card from your graveyard onto the battlefield",
			"34": "ACTIVATION(10):\nApophis deals 10 damage on each of your start phase to an opponent's unit",
			"37": "MOMENT:\nDestroy an opponent's monument",
			"39": "STATIC:\nYou may play Mummy from your graveyard",
			"40": "MOMENT:\nDestroy an opponent's deity, creature or monument",
			"41": "STATIC:\nYou may play Phoenix from your graveyard",
			"42": "START PHASE:\nIf this is the third turn Phoenix Egg is on the battlefield, it becomes a Phoenix",
			"43": "MOMENT:\nDeal 10 damage to an opponent's unit",
			"44": "START PHASE:\nDeal 10 damage to an opponent's unit",
			"47": "START PHASE:\nYour opponent's devotion is reduced by 10",
			"48": "START PHASE:\nRemove 20 damage from the god card you control",
			"49": "END PHASE:\nAll units take 10 damage",
			"51": "STATIC:\nEgyptian cards cost 1 less to be played",
			"52": "Increase your devotion by 30",
			"53": "Increase your devotion by 10",
			"54": "Put a deity or creature card from your graveyard onto the battlefield",
			"55": "Increase your devotion by 20",
			"56": "All units take 10 damage",
			"57": "Destroy an opponent's monument",
			"58": "ACTIVATION(0):\n  Sacrifice a norse unit that entered last turn, Hel    gains its devotion generation and 10 maximum    life. Attack and movement cost is reduced by 1  ",
			"59": "ACTIVATION(5):\nSwap the position of any 2 units on the battlefield",
			"60": "ACTIVATION(0):\nA norse deity or creature you control attack is doubled. That unit is sacrificed in the end phase",
			"61": "STATIC:\nEvery time an opponent's permanent is destroyed by a norse attack, add 2 devotion",
			"62": "STATIC:\nUnits costs 2 more to attack norse units you control",
			"64": "MOMENT:\nIncrease all norse units you control maximum life by 10",
			"65": "MOMENT:\nPut a norse deity or creature card from your hand onto the battlefield",
			"66": "ACTIVATION(7):\nRemove 30 damage from an unit you control",
			"68": "STATIC:\nNidhogg's movement cost is reduced by 1 for each norse unit in your graveyard",
			"69": "START PHASE:\nThe opponent's top card on the graveyard is removed from the game",
			"71": "STATIC:\nNorse units you control attack cost is reduced by 1",
			"73": "ACTIVATION(0):\nIf you have a Fenrir card in your hand, sacrifice Tyr. Put a Fenrir card on the same slot as Tyr was",
			"74": "STATIC:\nValkyrie's attack is equal to 10 times the number of Valkyrie units you control",
			"75": "STATIC:\nNorse cards played next to Yggdrasil costs 1 less devotion",
			"76": "STATIC:\nUnits you control attack cost is reduced by 1",
			"77": "STATIC:\nNorse units you control movement cost is reduced by 1",
			"78": "STATIC:\nYour opponent's unit's movement cost is increased by 2",
			"79": "START PHASE:\nRemove 10 damage from all norse units you control",
			"81": "STATIC:\nNorse units you control movement cost is reduced to 1",
			"82": "STATIC:\nUnits your opponent control attack cost is increased by 2 when attacking norse permanents you control",
			"83": "Increase the attack of an unit you control by 10 until the end phase",
			"84": "All units close to where Giant's Throw is played, take 20 damage",
			"85": "Heal 20 damage from an unit you control",
			"86": "Increase the attack of all norse units you control by 10 until the end phase",
			"87": "All opponent's units currently on the battlefield can't move or attack until their your next turn",
			"88": "All units on the column this card is played take 10 damage",
			"89": "All norse deities and creature cards cost 1 devotion to be played. In your next turn's end phase, they are sacrificed",
			"90": "START PHASE:\nAdd 1 devotion for each card in your hand",
			"91": "ACTIVATION(0):\nRemove a card from your hand from the game. Add 4 devotion",
			"92": "ACTIVATION(0):\nSacrifice a japanese permanent to destroy an opponent's permanent of the same type that costs less",
			"93": "STATIC:\nMiracles cards costs 1 devotion less Miracle japanese cards costs 2 devotion less",
			"94": "MOMENT:\nAll permanents close to Fujin move 1 position away",
			"96": "STATIC:\nInari Okami can't be destroyed by single target destruction",
			"98": "START PHASE:\nDraw a card if Kirin entered last turn",
			"99": "MOMENT:\nYour opponent discards a card from his hand at random",
			"100": "MOMENT:\nDestroy an opponent's deity or creature",
			"101": "MOMENT:\nAll non-japanese units on the battlefield take 10 damage",
			"102": "MOMENT:\nReturn a miracle card from the graveyard to your hand",
			"103": "START PHASE:\nToyatama is dealt 10 damage",
			"105": "ACTIVATION(20):\nUnits your opponent control are dealt 10 damage",
			"108": "Draw 1 card, discard 1 card",
			"109": "START PHASE:\nDestroy opponent's permanent with the least devotion cost, if there are more than 1, you choose",
			"110": "START PHASE:\nDraw a card",
			"111": "STATIC:\nYour cards costs 1 less devotion to be played",
			"112": "Destroy opponent's god or goddess card",
			"113": "Destroy opponent's deity, creature or monument",
			"114": "Draw 1 card for each japanese permanent you control",
			"115": "Draw 2 cards",
			"116": "Draw 1 card, discard 1 card",
			"117": "Reduce your opponent's devotion to 0",
			"118": "Return a miracle card from the graveyard to your hand",
			"119": "Sacrifice all deities, creatures and monuments. Add devotion equal to the costs of the sacrificed cards",
			"120": "STATIC:\nWhenever one or more permanents are destroyed by a miracle card you played, draw a card",
			"121": "START PHASE:\nIf the global effect is day, Coaraci's attack and movement cost are equal to 2 plus the number of turns left",
			"122": "STATIC:\n Half the damage on brazilian permanents  goes to Jaci. All destroy effects on brazilian  permanents deals its total life damage instead ",
			"123": "ACTIVATION(0):\nExile the top card from your graveyard, add 1 devotion, if it is a brazilian card, add 1/4 its devotion cost rounded up",
			"125": "STATIC:\nIf the global effect is day, Iae generates one extra devotion if night, Kuat's movement cost is reduced by 3",
			"126": "MOMENT:\nOpponent discards 3 cards randomly from their hand",
			"127": "START PHASE:\nIara deals 10 damage at the opponent's lowest cost permanent, if there are more, you choose",
			"128": "STATIC:\nBrazilian units close to Akuanduba have an extra 10 attack",
			"129": "ACTIVATION(4):\nRemove 20 damage from another unit you control",
			"130": "STATIC:\nUnits cost 1 more to attack brazilian units",
			"131": "MOMENT:\nPut a Curupira mark on an enemy unit. That card can't move during the next turn.",
			"132": "STATIC:\nIf the global effect is Night, Lobisomem's Power is increased by 20",
			"135": "MOMENT:\nChoose an opponent's non-god unit, it is destroyed in your third turn from this one",
			"136": "MOMENT:\nDraw a card, discard a card",
			"137": "START PHASE:\nHeal 10 damage from all brazilian units you control",
			"138": "Adds the global effect Night. Night: Miracles cost 1 less devotion to be played",
			"139": "Adds the global effect Storm. Storm: At the end of the turn, the lowest  cost permanent receives 10 damage, if there  is more than 1, all of them receives 10 damage",
			"140": "Adds the global effect Day. Day: Each permanent adds 1 devotion at the end of the turn",
			"141": "ACTIVATION(0) Exile a card from your hand to add 1 to Dark Forest's devotion generation",
			"142": "STATIC:\nDecrease movement cost for brazilian unit's you control by 1",
			"143": "Change the global effect to either day, night, storm or none",
			"144": "Shuffle all non-god permanents, graveyard and hands into each respective deck, draw 5 cards, reset all god effects, your devotion is set to 0. Exile Rage of the Gods",
			"145": "Change your devotion with  your opponent.",
			"146": "Permanently increase an unit's attack by 10.",
			"147": "Add 1 devotion for each card in your hand",
			"148": "All units receive 20 damage, all monuments receive 10 damage",
			"149": "A non-god permanent receives 30 damage"
		},
		"TutorialText": {
			"text1": "\\.You are about to start your journey in Kamigami! \nBefore you start dueling, do you want to \n know how to play the card game?",
			"text2": "\\.Yes",
			"text3": "\\.No",
			"text4": "\\.You will be able to access the tutorial at any \ntime on the options at the main menu!",
			"text5": "\\.You finished the Greek arc! You are now allowed to buy egyptian boosters \non the shop, you will also gain 5 egyptian boosters and a new egyptian \ndeck to choose from!",
			"text6": "\\.You finished the egyptian arc! You are now allowed to buy norse boosters \non the shop, you will also gain 7 norse boosters and a new norse \ndeck to choose from!",
			"text7": "\\.You finished the norse arc! You are now allowed to buy japanese boosters \non the shop, you will also gain 9 japanese boosters and a new japanese \ndeck to choose from!"
		},
		"MenuOptions": {
			"mainmenu1": "EXIT",
			"mainmenu1sub": "Close the game.",
			"mainmenu2": "CAMPAIGN",
			"mainmenu2sub": "History mode.",
			"mainmenu3": "DUEL",
			"mainmenu3sub": "Quick Battles.",
			"mainmenu4": "DECK",
			"mainmenu4sub": "Choose your cards.",
			"mainmenu5": "PACKS",
			"mainmenu5sub": "Open card packs.",
			"mainmenu6": "STORE",
			"mainmenu6sub": "Buy new packs.",
			"mainmenu7": "ONLINE",
			"mainmenu7sub": "Rank Battles.",
			"mainmenu8": "LOCAL",
			"mainmenu8sub": "Face the deities.",
			"mainmenu9": "RETURN",
			"mainmenu9sub": "To main menu.",
			"boostermenu1": "RETURN",
			"boostermenu1sub": "To main menu.",
			"boostermenu2": "STORE",
			"boostermenu2sub": "Buy new packs.",
			"shopmenu1": "RETURN",
			"shopmenu1sub": "To main menu.",
			"shopmenu2": "OPEN PACKS",
			"shopmenu2sub": "",
			"shopmenu22sub": "You own |x| packs!",
			"shopmenu3": "BUY",
			"shopmenu3sub": "",
			"shopmenucoins": "coins",
			"shopmenupack1": "GREEK GODS PACK",
			"shopmenupack1sub": "Pack with random \ncards from the greek \nmythology.",
			"shopmenupack2": "EGYPT GODS PACK",
			"shopmenupack2sub": "Pack with random \ncards from the egypt \nmythology.",
			"shopmenupack3": "NORSE GODS PACK",
			"shopmenupack3sub": "Pack with random \ncards from the norse \nmythology.",
			"shopmenupack4": "JAPANESE GODS PACK",
			"shopmenupack4sub": "Pack with random \ncards from the japanese \nmythology.",
			"shopmenupack5": "?????? GODS PACK",
			"shopmenupack5sub": "Pack with random \ncards from the ?????? \nmythology.",
			"deckchoose1": "CONFIRM",
			"deckchoose1sub": "Start with this deck!",
			"deckchoose2": "RETURN",
			"deckchoose2sub": "Select another deck!",
			"afterDuelVictory": "VICTORY",
			"afterDuelDefeat": "DEFEAT",
			"afterDuelRating": "RATING",
			"afterDuelMenu1": "CONTINUE",
			"afterDuelMenu1sub": "Continues the game!",
			"afterDuelMenu2": "STATISTICS",
			"afterDuelMenu2sub": "Check this duel data!",
			"afterDuelMenu3": "ROLL UP",
			"afterDuelMenu3sub": "Rolls information up!",
			"afterDuelMenu4": "ROLL DOWN",
			"afterDuelMenu4sub": "Rolls information down!",
			"mapMenu1": "RETURN",
			"mapMenu1sub": "To main menu.",
			"mapMenu2": "DECK",
			"mapMenu2sub": "change your cards!",
			"selectDuelMenu1": "RETURN",
			"selectDuelMenu1sub": "To main menu!",
			"selectDuelMenu2": "DUEL",
			"selectDuelMenu2sub": "Face this opponent!",
			"cancelDuelMenu1": "GO BACK",
			"cancelDuelMenu1sub": "Look for another opponent!",
			"onlineMenu1": "FIND MATCH",
			"onlineMenu1sub": "Duel for ranking points!",
			"onlineMenu2": "DIRECT",
			"onlineMenu2sub": "Dual a friend!",
			"onlineMenu3": "RETURN",
			"onlineMenu3sub": "To main menu.",
			"onlineMenu4": "CHANGE",
			"onlineMenu4sub": "Change your deck list.",
			"deckSelectButton1": "CHOOSE",
			"deckSelectButton2": "EDIT",
			"deckSelectButton3": "DELETE",
			"deckSelectButton4": "RETURN",
			"onlineMenuLobby1": "CANCEL",
			"onlineMenuLobby1sub": "Go back to lobby.",
			"onlineMenuWaiting1": "Waiting for another player...",
			"onlineMenuWaiting2": "Currently playing: ? players",
			"onlineMenuWaiting3": "Pass this room number to your friend: ?",
			"lobbyDirect1": "CREATE",
			"lobbyDirect1sub": "Creates a room.",
			"lobbyDirect2": "JOIN",
			"lobbyDirect2sub": "Joins a room.",
			"selectPlayer1": "SELECT",
			"selectPlayer1sub": "Choose this character!",
			"selectPlayer2": "SWITCH",
			"selectPlayer2sub": "switches to the other player!",
			"campaignDuelMenu1": "RETURN",
			"campaignDuelMenu1sub": "to main menu.",
			"campaignDuelMenu2": "DECK",
			"campaignDuelMenu2sub": "change cards.",
			"campaignDuelMenu3": "SHOP",
			"campaignDuelMenu3sub": "buy cards.",
			"selectCampaign1": "RETURN",
			"selectCampaign1sub": "to main menu.",
			"selectCampaign2": "SELECT",
			"selectCampaign2sub": "Choose this mythology!"
		},
		"MenuText": {
			"options1": "PLAY TUTORIAL",
			"options2": "PARTICLE EFFECTS",
			"options3": "CARD EFFECTS",
			"options4": "LANGUAGE",
			"options5": "ON",
			"options6": "OFF",
			"options7": "EN",
			"options8": "PT",
			"options9": "LOW",
			"options10": "HIGH",
			"options11": "MUSIC",
			"options12": "SOUND EFFECTS",
			"booster1": "Touch a Pack to open it!",
			"booster2": "Go to the shop to buy booster packs!",
			"booster3": "Touch the screen to put away the cards.",
			"deckselect1": "Deck deleted",
			"deckselect2": "You can't delete a deck that is currently being used!",
			"deckselect3": "Hold to delete!",
			"deckselect4": "You can't edit a deck that is currently being used!",
			"deckselect5": "You can only choose a deck that has 40 cards and a god card!",
			"deckbuild1": " / 40 cards in deck",
			"deckbuild2": "The deck needs a God/Goddess card!",
			"deckbuild3": "DEITIES:",
			"deckbuild4": "CREATURES:",
			"deckbuild5": "MIRACLES:",
			"deckbuild6": "MONUMENTS:",
			"deckbuild7": "SORT",
			"deckbuild8": "RETURN",
			"deckbuild9": "GOD",
			"deckbuild10": "DEITY",
			"deckbuild11": "CREATURE",
			"deckbuild12": "MIRACLE",
			"deckbuild13": "MONUMENT",
			"deckbuild14": "When editing a deck you are using, it needs 40 cards and a god card!",
			"deckbuild15": "OWNED CARDS",
			"selectduel1": "Wins:\nDefeats:\nType:\nCivilization:\nDifficulty:",
			"selectduel2": "NORMAL",
			"selectduel3": "HARD",
			"selectduel4": "INSANE",
			"selectduel5": "Greek",
			"selectduel6": "Egyptian",
			"selectduel7": "Norse",
			"selectduel8": "Japanese",
			"selectduel9": "God/Goddess",
			"selectduel10": "Deity",
			"title1": "You have to start a campaign first!",
			"title2": "You have to win a duel in campaign first!",
			"title3": "Error retrieving Steam information, try again!",
			"end1": "Thanks for playing!",
			"credits": "Credits",
			"afterDuel01": "You gained:",
			"afterDuel02": "is now playable in duel mode",
			"tip01": "Tip: Hold the left mouse button to open the boosters faster",
			"tip02": "Tip: Hold the left mouse button to buy boosters faster",
			"tip03": "Tip: Hold the right mouse button or the space bar to speed up the game",
			"tip04": "Ranked will start on August 6th, but you can already play online!",
			"cardInfo00": "Devotion used to play this card",
			"cardInfo01": "Devotion this cards generates on the field",
			"cardInfo02": "Devotion this card uses when attacking",
			"cardInfo03": "Devotion this card uses when moving",
			"cardInfo04": "Damage dealt for each attack",
			"cardInfo05": "Health Points of this card",
			"deckChoose": "Choose a deck!",
			"afterDuelStat1": "Damage Dealt",
			"afterDuelStat2": "Damage Taken",
			"afterDuelStat3": "Turns",
			"afterDuelStat4": "Devotion You Generated",
			"afterDuelStat5": "Devotion Opponent Generated",
			"afterDuelStat6": "Devotion You Used",
			"afterDuelStat7": "Devotion Opponent Used",
			"afterDuelStat8": "Cards Played",
			"afterDuelStat9": "Cards Drawn",
			"afterDuelStat10": "Cards Destroyed",
			"afterDuelStat11": "Cards Lost",
			"onlineMenuFriend": "Top:                       Rank:",
			"deckSelectMenu1": "DEITIES:",
			"deckSelectMenu2": "CREATURES:",
			"deckSelectMenu3": "MIRACLES:",
			"deckSelectMenu4": "MONUMENTS:",
			"deckSelectInfo1": "DECK SELECTION",
			"deckSelectInfo2": "SELECT A DECK",
			"deckBuildInfo1": "DECK BUILD",
			"deckBuildInfo2": "ADD OR REMOVE 1 CARD",
			"deckBuildInfo3": "ADD OR REMOVE ALL CARDS (IF POSSIBLE)",
			"lobbyrank1": "peasant",
			"lobbyrank2": "hero",
			"lobbyrank3": "mythological",
			"lobbyrank4": "deity",
			"lobbyrank5": "god/goddess",
			"lobbyText1": "RANK ORDER \nyou need to gather \n3 stars for each rank \nbefore advancing to \nthe next!",
			"lobbyText2": "Once you are in the god/goddess rank, your star rank will fluctuate depending on your position among other players instead of being just progressive. The star ranking depends on your match results and the amount of duels played in a certain time. Your ranking will grant you prizes inside the game! Be ready to be delivered some special treats for playing well!",
			"lobbyText3": "You may receive these prizes:",
			"lobbyPrizes1": "new arts!",
			"lobbyPrizes2": "new card frames!",
			"lobbyPrizes3": "new boards!",
			"lobbyPrizes4": "new ?????",
			"lobbyJoin": "Choose a room to join, if no room is created you will return to the lobby",
			"selectPlayer": "Hello adventurer! \nIt is time to choose who you are in the god's realm! \nFirst of all, what is your name?"
		},
		"SkillsDescription": {
			"movement": "Move to this spot?\nIt will cost: |X| devotion",
			"attack": "Attack this card for |Z| damage?\nIt will cost: |X| devotion",
			"cast": "Play this card?\nIt will cost: |X| devotion",
			"special": "Use this card's ability?\nIt will cost: |X| devotion",
			"giveup": "Are you sure you want to resign?",
			"giveupyes": "YES",
			"giveupno": "NO",
			"mulliganHeader": "MULLIGAN OR KEEP THIS HAND?",
			"mulliganText": "If you keep, this will be your starting hand. If you choose to mulligan, your hand will be separated into another pile and you will draw a new hand with one less card than the previous hand. When you decide to keep, all cards separated will be put on the bottom of the deck",
			"mulliganText2": "You will play first, your opponent will gain extra devotion",
			"mulliganText3": "You will play second, you will gain extra devotion"
		},
		"TutorialDescription": {
			"how": "How to play:",
			"draw": "Each player starts the game drawing 5 cards.",
			"keep": "For this tutorial we will keep this hand! \nDo notice for other games you will need to evaluate\nhow strong is your hand before keeping it!\nMulligan is a part of card games to avoid one-sided games,\nit gives players a new chance to have a playable hand.\nThe rules to mulligan on Kamigami are just below your cards drawn.",
			"devotionPhase": "The Kamigami duel is divided into different phases, the first one is \nthe devotion, cards you control on the board give you different devotions.\nThis devotion is used to play more cards.",
			"startPhase": "Some cards have effects on the beginning of the turn, those effects \nare applied after the devotion phase, the effects applied are described on \nthe card itself.",
			"mainPhase1": "These are the values on each card, this is the devotion it will cost to \nplay this card.",
			"mainPhase2": "This is the devotion this card will generate on the devotion phase, \nIt can only generate devotion if it is in the battlefield.",
			"mainPhase3": "This is the amount of hitpoints this card has, if this value reaches \nzero it will be destroyed.",
			"mainPhase4": "This is the amount of damage this card deals, deities, creatures and gods \ncan attack other cards on the battlefield.",
			"mainPhase5": "This is the amount of devotion you need to use to move this card in the \nbattlefield.",
			"mainPhase6": "This is the amount of devotion you need to use to attack your opponent's \ncard in the battlefield.",
			"mainPhase7": "This is the card type, Kamigami has 5 card types and each have unique styles \nof play, in this tutorial you will learn how each card is played!",
			"mainPhase8": "This is your total devotion, devotions are not removed when you pass the turn.\nThis is the most important resource on Kamigami, it is used for almost every\naction on the game, knowing how to use this resource is a key to victory!",
			"mainPhase9": "This is your opponent's total devotion, always keep an eye to know what \nyour opponent can and can't play on their turn!",
			"mainPhase10": "This area is the graveyard, when cards are destroyed or miracle cards \nare used, they go to this area, some cards can interact with the graveyard.",
			"mainPhase11": "This is your deck, you will draw a new card on the beginning of your \nturn. Now less talking and lets start playing the game!",
			"tutorialPlay1": "We will play our first card, currently you have 5 devotion, \nthere is only one card in your hand playable for this cost. \nCards can only be played close to a card you control, go to your hand \nand choose the playable card, there will be indications on the board where \nthat card can be placed.",
			"tutorialPlay2": "Congratulations! You played your first card! The card you \nplayed is a monument, it has powerful effects, but it can't move \nor attack, protecting your monuments to deliver powerful effects is one way \nto win your games!.",
			"tutorialPlay3": "Now that you used your devotion, you can proceed to pass \nthe turn.",
			"tutorialPlay4": "Now it is your second turn! Notice you now have 6 devotion. \nThe monument is delivering extra devotion for you! Lets play our \nfirst deity!",
			"tutorialPlay5": "Nicely played! Do notice deities, gods and creatures can \nmove and attack also! For this tutorial I will give you 5 extra devotion. \nLets try moving your first card on the battlefield! \nYou just have to click on the card on the battlefield and then \nclick on the slot you want to move!",
			"tutorialPlay6": "Great! Now you know how cards can move on the battlefield. \nThis is a very useful tool to create strategies on both \nhow to attack your opponent and how to defend your cards.\nYou can pass the turn now.",
			"tutorialPlay7": "Your opponent has played a powerful creature, but now \nwe can punish his play by using a miracle card. Miracle cards \nare powerful one-time effects. Check your hand, \nyou have a very powerful miracle card ready to be used!",
			"tutorialPlay8": "Perfect! This will destroy his only card on the battlefield. \nIn this game you are much ahead in terms of development, \nKamigami is a game where you need to evaluate the best play \nat all times! Now that you know the basics it is time to finish \nthis match.",
			"tutorialPlay9": "Here are 200 devotion just to show you how to end the game! \nUse this devotion I am giving you to destroy the opponent's \ngod card, once a god card falls the game ends. \n If a card you control is next to an opponent's card, you can attack it!",
			"tutorialPlay10": "You didn't use your devotion effectively, but I will give \nyou 200 extra devotion, use it wisely to destroy the opponent's \ngod card! Do remember if a card you control is next to an \nopponent's card, you can attack it!",
			"tutorialPlay11": "Congratulations! You just won the game! Once a god card \nhas fallen the game ends, create new and imaginative strategies \nto dominate Kamigami! This tutorial ends here, \nbut you can always access this from the main menu!",
			"tutorialError1": "Don't use your devotion to move a card now! Use it \nto get rid of a threat on the battlefield, \nyou have a card on your hand to deal with his creature!",
			"tutorialError2": "You have more things to do on your turn before you pass.",
			"tutorialRemember1": "You have more things to do on your turn before you pass."
		},
		"Campaign": {
			"mouseText1": "Left click to zoom the map!",
			"mouseText2": "Right click to unzoom the map!",
			"prologue01": "Yeah! I won the Kamigami card tournament. I am simply the best!\n There is nothing that would spoil this day.",
			"prologue02": "Wait, is that the ultra rare rank S foil Zeus card just laying on \nthe street?",
			"prologue03": "This day can't get any better!",
			"prologue04": "What is that noise?",
			"prologue05": "Where am I?",
			"prologue06": "Sorry to say, but you just got hit by a truck...",
			"prologue07": "I'm... Dead? I can't believe I died in such a dumb way! \nIs this some type of purgatory?",
			"prologue08": "You aren't dead, yet. I am keeping you alive for I am Coaraci \nthe sun goddess and I need your help.",
			"prologue09": "You see, the gods are being controlled by an evil force. \nThe only way to free them is by beating them in a duel! \nYou are the best player we have.",
			"prologue10": "And if I don't help, you just let me die?",
			"prologue11": "See! You are smart also. No time to lose! Choose your \ndeck and your mission will start now!",
			"prologue12": "That is a cliche way to start an Isekai, but I don't think I have any choice.",
			"prologue13": "Nice choice! Now you will have access to the god's realm, a place only the sacred can enter! \nYou will face many difficulties, but I believe you will be able to overcome them!",
			"prologue14": "Would you like to play the tutorial? \nIt will be accessible at all times in the main menu options.",
			"prologue15": "Yes",
			"prologue16": "No",
			"preCampaignStory": "STORY",
			"preCampaignStrategy": "STRATEGY",
			"mythology1": "GREEK",
			"mythology2": "EGYPTIAN",
			"mythology3": "NORSE",
			"mythology4": "JAPANESE",
			"mythology5": "BRAZILIAN",
			"greekStory": "Greek mythology is the body of myths originally told by the ancient Greeks, and a genre of ancient Greek folklore, today absorbed alongside Roman mythology into the broader designation of classical mythology. These stories concern the ancient Greek religion's view of the origin and nature of the world; the lives and activities of deities, heroes and mythological creatures.",
			"greekStrategy": "Greek main deities relies on the generation of devotion and how it is used in duels. Greek decks will usually overflow their opponents with devotion generation if not controlled rapidly.",
			"egyptStory": "Egyptian mythology is the collection of myths from ancient Egypt, which describe the actions of the Egyptian gods as a means of understanding the world around them. The beliefs that these myths express are an important part of ancient Egyptian religion. Myths appear frequently in Egyptian writings and art, particularly in short stories and in religious material such as hymns, ritual texts, funerary texts, and temple decoration.",
			"egyptStrategy": "Egypt strategies vary from their incredible healing powers and their undead nature, be ready to fight more than once their deities as they might come back turns later.",
			"norseStory": "Norse, Nordic, or Scandinavian mythology, is the body of myths belonging to the North Germanic peoples, stemming from Old Norse religion and continuing after the Christianization of Scandinavia, and into the Nordic folklore of the modern period. Norse mythology consists of tales of various deities, beings, and heroes derived from numerous sources from both before and after the pagan period, including medieval manuscripts, archaeological representations, and folk tradition.",
			"norseStrategy": "Norse deities and creatures are specialized in battles, just like in their mythology as their power comes from their bloody duels. Be ready for a battlefield war when a norse deck is on the duel, their enemies blood will only fuel their strategies even further.",
			"japanStory": "Two important sources for Japanese myths, as they are recognized today, are the Kojiki and the Nihon Shoki.The Kojiki, or Record of Ancient Matters, is the oldest surviving account of Japan's myths, legends, and history.",
			"japanStrategy": "Japanese cards contain a powerful combination of miracles and effects, they are able to turn the game around with powerful wraths. Their decks are also able to slowly run you out of resources, be careful to not be pressed until there is no other way out, but to resign.",
			"brazilStory": "Brazilian mythology has many roots like African, Medieval Iberic and most importantly their indigenous roots like the Tupi-Guarani. While some myths are derived from other mythologies, their deities mostly comes from how the earth was molded and its nature.",
			"brazilStrategy": "Brazilian main strategy comes from the nature and how it affects the battlefield, be ready to fight storms, thunders and the scalding sun when facing its decks!"
		}
	}
}