{	"DuelVocab": {
		"GodsDescription": {
			"ZeusF": "Deus do céu e do estrondo, \nfilho de Cronos e Reia, \nengolido por seu pai \nCronos, Zeus viveu em seu \nestômago até a idade adulta antes \nde abri-lo. Seu raio, sempre\nsegurado em sua mão direita era um \npresente dos ciclopes depois \nque Zeus os libertou de Urano.",
			"PoseidonF": "Lorde do mar, \nPoseidon criou os \ncavalos na forma de \nas ondas quebrando. Ele \ntem olhos azuis e cabelos que \nlembram a cor do mar. \nSempre que ele atinge o solo \ncom seu tridente, a terra treme \ne as montanhas são erguidas.",
			"HadesF": "Deus do submundo, \nHades é famoso por ser \no único deus do Olimpo \nque não viveu no Monte \nOlimpo. Existem poucos contos \ncom Hades, já que ele mal sai \ndo submundo, o mais famoso é \nquando Hades raptou Perséfone.",
			"RaF": "Rei dos deuses, Ra \né a representação da vida e \ndo crescimento. Também \nconhecido pelo Olho de Ra, o Olho \nde Ra é considerado uma extensão \ndo poder de Ra, às vezes o \nOlho de Ra é a própria contraparte \nfeminina de Ra. O olho pode ser \ntanto protetor quanto uma \nfração do poder destrutivo de Ra.",
			"IsisF": "Ísis era casada com \nOsíris, ela o reanimou \ne protegeu seu herdeiro \nHórus. Ísis ajudou os mortos \na entrarem na vida após a morte. \nEla foi adorada por causa de seus \npoderes de cura , ela poderia curar \nos doentes. Ísis também é considerada \numa das divindades mais sábias.",
			"SetF": "Deus do caos e da violência. \nAo contrário de outros deuses \negípcios, a contraparte animal \nde Set não foi reconhecida por \nnenhum animal moderno, poderia \nser da própria mitologia \npura, ou alguma outra \nraça não conhecida hoje.",
			"LokiF": "Famoso por ser a divindade \ntrapaceira, Loki está na \nmaioria dos poemas nórdicos e \ngeralmente seus esquemas nunca \nterminam como o esperado. Loki \nnão é uma divindade má ou boa, \nLoki sempre faz o que parece \nmais lucrativo no momento, seja \najudando os deuses ou os gigantes.",
			"OdinF": "Odin é principalmente \nconhecido como o pai caolho. \nPai porque ele é um \ndos mais antigos e principais \ndeus de Valhalla. Odin sacrificou \nseu olho para ver tudo o que acontece \nno mundo.",
			"HelF": "Hel é uma governante do \nsubmundo, o nome dela não é \ncoincidência. Filha de Loki, \nhá um conto sobre o renascimento \nde Balder onde ela só consente \na libertação de Balder se todos \nchorarem por ele. Havia apenas um \núnico Gigante que não o fez, muito \nprovavelmente foi Loki disfarçado.",
			"ThorF": "Empunhando o poderoso \nMjolnir, Thor era famoso por \nser o deus do trovão e \ntambém por não planejar suas \nações. Thor realiza ações diretas e \npula para a batalha a qualquer \nmomento que pode.",
			"AmaterasuF": "Amaterasu é a deusa do sol, \ntambém conhecida como a \ndeusa do universo e governante. \nDepois que Tsukiyomi matou \nUke Mochi, ela se separou \nde Tsukiyomi. Dia e noite \nficaram distantes desde então. \nEla representa ordem e pureza \niluminando todas as coisas vivas.",
			"TsukuyomiF": "Deus da lua da \nmitologia japonesa, \nnascido do olho direito \nde Izanagi. Viveu nos céus \njunto com sua irmã \nAmaterasu, deusa do sol, \nTsukiyomi irritou Amaterasu \nmatando Uke Mochi, ela estava com \ntanta raiva que se recusou a voltar a \nolhar para Tsukiyomi.",
			"IzanamiF": "Ela é conhecida como deusa da \ncriação assim como Izanagi. \nIzanami acaba morrendo dando à \nluz Kagu-tsuchi, Izanagi foi para \nYomi (terra dos mortos), \nmas ela não pôde retornar ao mundo \ndos vivos. Assim que \ndescobriu que sua aparência \nestava apodrecendo, ele foge. Ela \nmata os seres vivos como vingança \npor ter sido deixada sozinha.",
			"IzanagiF": "Divindade da criação, \nIzanagi deu a criação a todo \no arquipélago japonês. \nDesde que Izanami amaldiçoou \no mundo, ela começou a matar \nas pessoas, e para combater isso, \nIzanagi fez uma promessa de que mais \npessoas nasceriam do que ela \npoderia matar."
		},
		"LGodsDescription": {
			"Nymph": "As ninfas são divindades místicas que aparecem semelhantes à forma que habitam. Por causa de sua beleza, às vezes são desejados pelos mortais, mas geralmente são muito agressivas com estranhos.",
			"Medusa": "Medusa é uma das três Górgonas, provavelmente a mais conhecida. Famosa por suas cobras vivas em vez de cabelos, quem olhasse diretamente para ela virava pedra. Perseu foi o herói que a decapitou e usou sua cabeça como arma para transformar inimigos em pedras.",
			"Aphrodite": "Deusa do amor, da beleza e da luxúria. Ela era casada com Hefesto, mas muitas vezes infiel a ele, conhecida por seduzir outros deuses como Ares ou outros mortais como Adônis.",
			"Minotauro": "Minos era o rei de Creta, ele orou a Poseidon para que lhe enviasse um touro, mas por causa de sua beleza Minos não conseguiu sacrificá-lo de volta a Poseidon. Poseidon puniu Minos fazendo sua esposa Pasífae se apaixonar pelo touro, dando assim à luz o Minotauro.",
			"Ares": "Deus da guerra e da coragem e conhecido pela sua selvageria nos combates, diferente da sua meia-irmã Atena que é conhecida pela sua inclinação estratégica nas guerras, Ares aposta apenas na força pura e na violência. Sua relação com Afrodite é a representação dos opostos amor e ódio.",
			"Harpy": "Personificação do vento, meio humano e meio pássaro. Harpias eram abutres que roubavam comida de suas vítimas, como mostra a história de Phineus, que foi punido por Zeus sendo colocado em uma ilha com um bufê de comida incrível, mas nunca conseguiu comê-los enquanto as harpias festejavam no bufê.",
			"Demeter": "Deusa da colheita e da agricultura. Sua filha Perséfone é casada com Hades, onde passa um terço do ano com ele. Deméter sentir o luto pela filha por esse período é o motivo de ocorrer o inverno, quando ela retorna, iniciam-se os meses férteis de primavera e verão.",
			"Dionysus": "Deus da festa e inventor do vinho, Dionísio viajou por todo o país ensinando sobre o cultivo da uva e como transformá-la em vinho.",
			"Hermes": "O mensageiro dos deuses, Hermes pode viajar facilmente entre os reinos mortal e divino. Hermes é um excelente guia e também incrivelmente habilidoso em enganar os outros, seja em guerra ou em perseguições.",
			"Apollo": "O deus do sol, também conhecido por sua poesia e música. Inventor dos instrumentos de cordas, Apolo deu aos humanos o prazer pela música, o instrumento mais famoso de Apolo era sua lira, na qual Apolo costumava tocá-la para humanos ou imortais.",
			"Artemis": "Irmã gêmea de Apolo, Ártemis é a deusa da caça. Ártemis é a deusa mais conhecida por jurar sua pureza, mas também foi a mais vingativa com suas sacerdotisas que não faziam o mesmo, sendo Calisto uma das mais famosas.",
			"Chimera": "A quimera é um animal híbrido feito de leão, cobra e cabra. Tendo as melhores qualidades desses três animais, a quimera era uma temível criatura cuspidora de fogo. O herói que matou a quimera foi Belerofonte.",
			"Cyclops": "Gigantes fortes de um olho só, também conhecidos como filhos de Poseidon. Os Ciclopes são famosos por serem responsáveis ​​por muitas das armas do deus do Olimpo, como o raio de Zeus.",
			"Hera": "Esposa de Zeus e deusa da maternidade. Hera foi uma das causas iniciais da guerra de Tróia. Hera tem muitos mitos que giram em torno das traições que Zeus teve com outras mulheres. Ela era uma deusa impiedosa e vingativa para com os amantes de Zeus e seus descendentes.",
			"Zeus": "Deus do céu e do trovão, governante do Monte Olimpo. À medida que Zeus atingiu a idade adulta, ele liderou uma revolta contra Cronos, seu pai, para o trono dos deuses. Junto com Hades e Poseidon, eles foram capazes de derrotar Cronos e trazer uma nova era aos deuses.",
			"Poseidon": "Antes de Poseidon, Nereu governava os mares, Nereu era o pai das Nereidas. Quando Poseidon se tornou o novo governante dos mares, Nereu deu sua filha Anfitrite para se tornar a nova rainha. Poseidon adorava correr nas ondas com sua parelha de cavalos brancos como a neve.",
			"Hades": "Senhor dos mortos, Hades era o governante do submundo. Quando os mortais faleceram, foram guiados por Hermes até o Estige, um rio que corria no submundo. Caronte, o barqueiro, só cruzaria o submundo se pagasse uma passagem, caso contrário, só poderia passar pela entrada do indigente.",
			"Athena": "Deusa da sabedoria e filha favorita de Zeus. A companheira de Atena era Nike, espírito de vitória que a acompanhou em guerras e batalhas. Em momentos de paz, Atena ensinava artes plásticas e úteis a muitos artistas mortais, como o tear e a roda de oleiro.",
			"Leviathan": "O Leviatã não está vinculado a uma única mitologia, pois é encontrado em diversos registros. Leviatã é uma serpente marinha que trouxe caos e destruição ao oceano.",
			"Beset": "Protetor das famílias, Bes ou Beset, sendo Bes o homem e Beset a mulher, seria responsável por limpar todos os tipos de ameaças na casa, como cobras, espíritos malignos ou escorpiões.",
			"Mummy": "Mumificar era a arte de preservar o corpo através da morte, isso era feito porque se acreditava que a alma só permaneceria intacta se o corpo fosse preservado.",
			"Sphinx": "A Esfinge é representada como corpo de leão, asas de águia e cabeça de humano. É mais conhecida por guardar a entrada de Tebas e por fazer charadas aos viajantes, ela devorava todos aqueles que erravam, que era todo mundo antes de Édipo resolver o enigma.",
			"Sekhmet": "Filha de Rá, Sekhmet cospe fogo e os ventos quentes do deserto. Como uma deusa do sol, ela uma vez ficou irritada e enganada pelo povo e deixou o Egito, com sua ausência o sol perdeu a maior parte de seu poder e deixou o Egito em um clima frio e moribundo, somente quando ela voltou é que o sol foi trazido de volta seu glória.",
			"Phoenix": "Fênix é um pássaro imortal que se regenera ciclicamente, uma vez que morre um novo nasce de suas cinzas.",
			"Bast": "Deusa da proteção, Bast tinha a cabeça de um gato como representação de seu jeito gentil e gentil. Conhecida como deusa do sol nascente e do sagrado.",
			"Serket": "A deusa escorpião, Serket, era conhecida por curar picadas mortais de escorpiões ou outras criaturas venenosas como cobras.",
			"Osiris": "O deus da morte e da ressurreição, Osíris foi morto por Set, que o cortou em vários pedaços. Ísis então encontrou todos os pedaços de Osíris e envolveu seu corpo permitindo-lhe voltar à vida.",
			"Horus": "Hórus era frequentemente descrito como um falcão, conhecido como o deus que continha o sol e a lua. O olho de Hórus é um famoso símbolo egípcio que representava proteção.",
			"Apophis": "Apófis ou Apep, como é conhecido, é uma divindade egípcia que personifica a escuridão e a desordem. É visto como uma serpente gigante e foi chamado de O Senhor do Caos",
			"Anubis": "O deus canino e o guia para o submundo. Anúbis mediu em sua balança se uma pessoa era digna de entrar no reino dos mortos, Anúbis usou o peso do coração para determinar seu destino",
			"Isis": "Deusa da cura, Ísis foi capaz de reviver Osíris com sua magia. Ísis também tinha muitas outras habilidades mágicas, como transformá-la na forma que quisesse, ela usou isso para lutar e destruir Set.",
			"Ra": "Divindade do sol e do céu, Rá é retratado como um falcão. Acreditava-se que Rá era o criador da vida, antes de criar o universo, Rá estava sozinho na Freira. Freira era uma massa aquosa que enchia o universo.",
			"Set": "Divindade dos desertos, das tempestades e da desordem. Set era a personificação do mal, a história mais contada no antigo Egito era sobre Set matando Osíris e sua disputa pelo trono dos deuses.",
			"Heimdall": "Heimdall vigia os invasores e o início do Ragnarok em sua residência, Himinbjorg. Possuindo a trompa Gjallarhorn, seu som indicará o início do Ragnarok.",
			"Kraken": "Kraken é um monstro marinho lendário que destrói navios e tripulações inteiras. Diz-se que os Krakens têm mais de 12 metros de altura e aparência de uma lula.",
			"Skoll": "Skoll é um lobo que persegue o sol enquanto Hati persegue a lua, ambos são descendentes de Fenrir.",
			"Fenrir": "Fenrir é predito que durante os eventos de Ragnarok, ele colocaria fogo no mundo, trazendo o colapso dos humanos e da sociedade e matando Odin.",
			"Valkyrie": "As valquírias serviram Odin no campo de batalha, foram elas que guiaram as almas dos guerreiros falecidos para Valhalla.",
			"Skadi": "Thiazi era o pai de Skadi que foi morto pelos deuses Aesir, por causa disso Skadi buscou vingança e foi para Asgard. Em Asgard para compensação pela morte de seu pai, Skadi foi oferecida em casamento com um deus que ela escolheu em Asgard, mas apenas olhando para seus pés, ela então escolheu Njord desta forma, ela queria Balder.",
			"Sigurd": "Sigurd é um herói lendário, ficou conhecido por matar Fafnir, um poderoso dragão que protegia seu tesouro dourado. Após a morte de Fafnir, Sigurd banhou-se em seu sangue, garantindo-lhe invulnerabilidade, exceto em um dos ombros de Sigurd, que ficou coberto por uma folha.",
			"Idun": "Deusa da juventude, as maçãs de Idun evitavam que outros deuses envelhecessem. Uma vez que Idun foi sequestrada por Loki para entregá-la a Thiazi e como os deuses começaram a envelhecer, forçaram Loki a trazê-la de volta, o que como consequência Thiazi morreu pelos deuses Aesir.",
			"Norn": "As Nornas são três divindades que determinaram o destino de mortais e heróis. Eles mostraram o caminho do passado, presente e futuro. Elas se entrelaçam em muitas mitologias, pois a maioria delas tem uma representação semelhante das Nornas.",
			"Balder": "Balder é conhecido por sua incrível beleza e por ser o favorito da maioria dos deuses. Balder era basicamente imune a quase tudo, menos ao visco, que são plantas parasitas.",
			"Nidhogg": "Nidhogg é um dragão que rói a raiz da árvore do mundo, Yggdrasil. Muito poderoso, malicioso e maligno, com uma força física lendária e tamanho gigantesco.",
			"Tyr": "Tyr tem um mito muito conhecido sobre Fenrir, Tyr coloca sua mão direita e a sacrifica ao monstruoso lobo Fenrir, que a morde quando percebe que os deuses o amarraram.",
			"Freyja": "Freyja é uma deusa da fertilidade. Ela é filha de Njord e tem um irmão gêmeo Freyr. Quando Freyja vai a algum lugar, ela viaja em uma carruagem puxada por gatos.",
			"Yggdrasil": "Yggdrasill é um enorme freixo que conecta os nove mundos, incluindo o submundo (Niflheim), a terra (Midgard) e o reino dos deuses (Asgard).",
			"Loki": "Loki é a divindade da traição, sendo um metamorfo, Loki já apareceu como um salmão, uma égua, uma mosca e até uma senhora idosa. Loki é o centro de muitos poemas nórdicos e muito caos entre os deuses tem Loki como causa.",
			"Thor": "Thor é um deus que empunha um martelo associado a relâmpagos, trovões e tempestades. O martelo, Mjollnir, segurado por Thor tinha muitas qualidades maravilhosas, incluindo a de retornar ao lançador como um bumerangue.",
			"Odin": "Odin tem muitos nomes e é o deus da guerra e da morte. Metade dos guerreiros que morrem em batalha são levados para seu salão de Valhalla. Odin é o Pai-Todo caolho, que sacrificou o olho para ver tudo o que acontece no mundo.",
			"Hel": "Filha de Loki, dizia-se que seu reino ficava para baixo e para o norte. Chamava-se Niflheim, ou Mundo das Trevas, e parece ter sido dividido em várias seções, uma das quais era Náströnd, a costa dos cadáveres.",
			"Kasa-Obake": "Kasa-obake é um fantasma mítico ou yōkai do folclore japonês. Geralmente são guarda-chuvas com um olho e saltam com uma perna, mas às vezes têm dois braços ou dois olhos, entre outras características.",
			"Hanako": "Segundo a lenda, Hanako-san é o espírito de uma jovem que assombra os banheiros das escolas.",
			"Uzume": "O mundo mergulhou na escuridão, Amaterasu se esconde. Ame-no-Uzume, um turbilhão de alegria, dança loucamente. Os deuses explodem em gargalhadas, uma sinfonia de diversão. A curiosidade fere Amaterasu, uma espiada na caverna. Aproveitada pelo momento, a luz retorna com a deusa do sol.",
			"Kirin": "O kirin é um animal mítico com corpo de veado, cauda de boi e um único chifre. Um modelo de virtude, o kirin supostamente aparece em tempos de bom governo.",
			"Yuki Onna": "Yuki Onna significa 'mulher da neve' em japonês. É uma espécie de youkai gelado, na mitologia japonesa que geralmente aparece como uma linda mulher com uma túnica branca. Em algumas histórias, a Yuki Onna é boa e ajuda as pessoas nas montanhas.",
			"Fujin": "Fujin, o deus do vento, incorpora uma força dinâmica e onipresente no mundo natural. Frequentemente mais visivelmente ativo durante tempestades e tufões poderosos, Fujin comanda ventos que podem derrubar árvores e devastar estruturas.",
			"Raijin": "O deus japonês das tempestades, um ser caótico nascido da morte que traz ao mundo chuvas vitais, bem como caos e destruição. Raijin voa pelo céu em nuvens escuras e lança raios sobre os inocentes habitantes abaixo.",
			"Inari Okami": "O kami japonês das raposas, da fertilidade, do arroz, do chá e do saquê, da agricultura e da indústria, da prosperidade geral e do sucesso mundial.",
			"Toyotame": "Ela é filha da divindade do mar, Watatsumi, e esposa de Hoori. Ela é conhecida como avó paterna do imperador Jimmu, o primeiro imperador do Japão.",
			"Susano": "Susanoo desceu à terra de Izumo, no oeste do Japão, e matou um dragão de oito cabeças que aterrorizava o interior do país. Da cauda do dragão ele recuperou a maravilhosa espada Kusanagi.",
			"Ryujin": "Ryujin é o senhor do mar e das cobras. Acreditava-se que Ryujin aparecia nos sonhos das pessoas e brevemente no momento de acordar.",
			"Amaterasu": "Conhecida como a Deusa do Sol e governante dos céus, Amaterasu também é chamada de Ohirume no Muchi no Kami, que significa O Grande Sol dos deuses.",
			"Tsukuyomi": "Tsukuyomi-no-Mikoto is the Japanese god of the moon, a proud deity of order and beauty. The estranged husband of the sun goddess Amaterasu, Tsukuyomi spends eternity chasing her across the sky.",
			"Izanagi": "Izanagi é um dos criadores divinos que, junto com sua esposa Izanami, criaram as ilhas do Japão. Izanagi também defende contra as forças de Yomi, e garante que haja mais nascimentos do que mortes a cada dia, a fim de preservar a sua criação.",
			"Izanami": "Izanami é uma deusa da criação japonesa com o poder de criar terras, árvores, ilhas e outros deuses. Porém, quando ela se tornou a deusa dos mortos, ela também ganhou o poder da morte e pôde comandar deuses e espíritos do submundo.",
			"Anhanga": "Espírito que muitas vezes protege os animais (principalmente as fêmeas e os jovens) e tende a aparecer como um cervo branco com olhos vermelhos.",
			"Jaci": "Jaci é a deusa da lua, protetora dos animais. Para iluminar a escuridão, Tupan criou Jaci, a lua, para iluminar a noite e trazer suavidade e encanto ao mundo.",
			"Coaraci": "Coaraci é o deus do sol e filho/criação de Tupan. Ele também é responsável por zelar e cuidar de todos os seres vivos durante o dia. Durante a noite, essa tarefa é repassada para sua irmã/esposa Jaci.",
			"Tupan": "Tupan é considerado o criador do universo, da humanidade e dos espíritos do bem e do mal. Após a criação de todas as coisas na terra, Tupã começou a criar o primeiro casal humano na terra.",
			"Iara": "Iara está sentada numa pedra à beira do rio, penteando os cabelos ou cochilando sob o sol. Quando ela sente um homem por perto, ela começa a cantar suavemente para atraí-lo. Uma vez sob o feitiço da Iara, um homem abandonaria qualquer coisa para viver com ela debaixo d'água para sempre.",
			"KuatEIae": "Kuat foi originalmente um herói a quem foi atribuída a origem do dia. Metade do dia o céu ficava limpo e assim nasceram o dia e a noite. Kuat era o Sol, enquanto Iae era a Lua.",
			"Ruda": "Anjo Cupido responsável por flechar e amolecer os corações duros dos índios guerreiros e prepará-los para o amor. Segundo a lenda, Ruda vive nas nuvens e sua função é despertar o amor.",
			"Sume": "Sume é uma sábia divindade da cultura, que ensinou ao povo Guarani suas origens e ancestrais.",
			"Akuanduba": "Akuanduba, vivia na Terra apenas fazendo coisas simples e boas como: comer, beber, namorar e dormir. Sempre que havia excessos, Akuanduba tocando sua flauta chamava a atenção de todos e colocava a ordem de volta.",
			"Caipora": "A Caipora é conhecida como moradora da floresta, como uma espécie de rainha dos animais, e é muito vingativa com os caçadores que não respeitam as regras na hora de caçar.",
			"Ceuci": "Os jesuítas a compararam à Virgem Maria, pois ela deu à luz o filho do sol, Jurupari – espírito orientador e guardião – através do fruto da cucura-purumã (árvore que representa o bem e o mal na mitologia tupi).",
			"Cuca": "Reza a lenda que Cuca rouba crianças que desobedecem aos pais. Cuca dorme uma noite a cada 7 anos e quando fica brava grita que dá para ouvir a 10 léguas de distância.",
			"Curupira": "O demônio Curupira vive na floresta e usa seus pés para trás para criar pegadas que levam ao seu ponto de partida, confundindo caçadores e viajantes.",
			"Lobisomem": "Um lobisomem, nas lendas se você for o primeiro filho de uma família com 7 filhas será transformado em lobisomem no décimo terceiro aniversário.",
			"Saci": "Saci é uma criatura perneta, que fuma cachimbo e usa um boné vermelho mágico que lhe permite desaparecer e reaparecer onde quiser. O Saci é conhecido por ser um brincalhão chato.",
			"Wanadi": "Segundo a lenda, o Sol teria criado três seres primordiais para habitar o planeta Terra. Porém, apenas Wanadi nasceu linda e perfeita. Por isso, ele representava as coisas boas do mundo. Seus irmãos, deformados e imperfeitos, representariam todas as coisas ruins que aconteceram no mundo.",
			"Boitata": "Boitatá é a lenda de uma mítica serpente de fogo que afugenta os madeireiros que tentam queimar e derrubar a floresta.",
			"Boto": "Reza a lenda que, nas primeiras horas das noites de lua cheia com festas, um boto rosa sai dos rios e se transforma em um lindo jovem de roupa branca e chapéu."
		},
		"Cards": {
			"0": "ETAPA DE INÍCIO: \nAdicione 1 devoção para cada carta unidade grega em seu cemitério",
			"1": "ESTÁTICO: \nO custo de movimento de Poseidon é reduzido em 2 para cada permanente grega que você controla",
			"2": "ETAPA DE INÍCIO: \nAdicione 1 de devoção para cada outra unidade grega que você controla",
			"3": "ESTÁTICO: \nUnidades não podem atacar Afrodite",
			"4": "ETAPA DE INÍCIO: \nAdicione 1 de devoção para cada monumento grego que você controla",
			"5": "MOMENTO: \nDestrua uma divindade ou criatura que seu oponente controla",
			"6": "ATIVAÇÃO (20): \nArtemis causa 50 de dano a uma unidade que está 1 posição a mais dela",
			"8": "ATIVAÇÃO (9): \nChimera causa 10 de dano a todas as unidades na mesma fileira que ela",
			"9": "ESTÁTICO: \nMonumentos custam 2 de devoção a menos para serem jogados",
			"10": "ESTÁTICO: \nCusto de ataque para unidades gregas é reduzido em 1",
			"12": "ESTÁTICO: \nCusto de ataque para deuses gregos são reduzidos em 2",
			"14": "MOMENTO: \nUma divindade ou criatura do oponente receberá 10 de dano a cada turno, este e efeito não pode ser cancelado",
			"15": "ESTÁTICO: \nReduz o custo de movimento de unidades gregas em 1",
			"16": "ATIVAÇÃO (10): \nUma única unidade perto da Medusa vai receber 10 de dano e não será capaz de se mover ou atacar no próximo turno",
			"18": "ESTÁTICO: \nAtaques em unidades gregas que você controla tem seu custo aumentado em 2",
			"20": "ESTÁTICO: \nOs custos de ativação das unidades são reduzidos em 3",
			"21": "ESTÁTICO: \nAs cartas gregas que você joga custam 2 a menos de devoção",
			"22": "ESTÁTICO: \nUnidades gregas que você controla tem o custo de movimento reduzidos em 2",
			"23": "ETAPA DE INÍCIO: \nAdicione 1 de devoção para cada unidade grega que você controla",
			"24": "Destrua todas as divindades, criaturas e monumentos",
			"25": "Causa 20 de dano à unidade de um oponente",
			"26": "Destrua todas as divindades e criaturas",
			"27": "Destrua todos os monumentos",
			"28": "Todas as unidades recebem 30 de dano",
			"29": "Destrua a divindade ou a criatura de um oponente",
			"30": "ETAPA DE INÍCIO: \nRemova 10 danos de todas as unidades egípcias que você controla",
			"31": "ESTÁTICO: \nVocê pode jogar unidades egípcias em qualquer lugar do campo de batalha",
			"32": "ATIVAÇÃO (20): \nColoque uma carta de divindade ou criatura de seu cemitério no campo de batalha",
			"33": "MOMENTO: \nColoque uma carta de divindade ou criatura de seu cemitério no campo de batalha",
			"34": "ATIVAÇÃO (10): \nApophis causa 10 de dano em cada uma de sua ETAPA DE INÍCIO para uma unidade do oponente",
			"37": "MOMENTO: \nDestrua o monumento do oponente",
			"39": "ESTÁTICO: \nVocê pode jogar Múmia de seu cemitério",
			"40": "MOMENTO: \nDestrua a divindade, criatura ou monumento de um oponente",
			"41": "ESTÁTICO: \nVocê pode jogar Fênix de seu cemitério",
			"42": "ETAPA DE INÍCIO: \nSe este for o terceiro turno que Ovo da Fênix está no campo de batalha, ele se torna uma Fênix",
			"43": "MOMENTO: \nCause 10 de dano à unidade de um oponente",
			"44": "ETAPA DE INÍCIO: \nCause 10 de dano à unidade de um oponente",
			"47": "ETAPA DE INÍCIO: \nA devoção de seu oponente é reduzida em 10",
			"48": "ETAPA DE INÍCIO: \nRemova todos os danos da carta deusa que você controla",
			"49": "ETAPA FINAL: \nTodas as unidades sofrem 10 de dano",
			"51": "ESTÁTICO: \nAs cartas egípcias custam 1 a menos para serem jogadas",
			"52": "Aumente sua devoção em 30",
			"53": "Aumente sua devoção em 10",
			"54": "Coloque uma carta de divindade ou criatura de seu cemitério para o campo de batalha",
			"55": "Aumente sua devoção em 20",
			"56": "Todas as unidades sofrem 10 de dano",
			"57": "Destrua o monumento do oponente",
			"58": "ATIVAÇÃO (0): \nSacrifique uma unidade nórdica que entrou no turno passado, Hel ganha sua geração de devoção e 10 pontos de vida máximo. O custo de ataque e movimento é reduzido em 1",
			"59": "ATIVAÇÃO (5): \nTroque a posição de quaisquer 2 unidades no campo de batalha",
			"60": "ATIVAÇÃO (0): \nUma divindade nórdica ou criatura que você controla o ataque é duplicado. Essa unidade é sacrificada na ETAPA FINAL",
			"61": "ESTÁTICO: \nSempre que uma permanente do oponente é destruído por um ataque nórdico, adicione 2 de devoção", 
			"62": "ESTÁTICO: \nUnidades custam 2 a mais para atacar unidades nórdicas que você controla",
			"64": "MOMENTO: \nAumente a vida máxima de todas as unidades nórdicas que controla em 10",
			"65": "MOMENTO: \nColoque uma divindade nórdica ou carta de criatura de sua mão no campo de batalha",
			"66": "ATIVAÇÃO (7): \nRemova todos os danos de uma unidade que você controla",
			"68": "ESTÁTICO: \nO custo de movimento de Nidhogg é reduzido em 1 para cada unidade nórdica em seu cemitério",
			"69": "ETAPA DE INÍCIO: \nA carta no top do cemitério do oponente é removida do jogo",
			"71": "ESTÁTICO: \nUnidades nórdicas que você controla tem o custo de ataque reduzido em 1",
			"73": "ATIVAÇÃO (0): \nSe você tiver uma carta Fenrir em sua mão, sacrifique Tyr. Coloque uma carta Fenrir no mesmo slot que Tyr estava",
			"74": "ESTÁTICO: \nO ataque da Valquíria é igual a 10 vezes o número de unidades Valquírias que você controla",
			"75": "ESTÁTICO: \nCartas nódicas jogadas ao lado de Yggdrasil custam 1 devoção a menos",
			"76": "ESTÁTICO: \nUnidades que você controla tem o custo de ataque reduzido em 1",
			"77": "ESTÁTICO: \nUnidades nórdicas que você controla o movimento custo é reduzido em 1",
			"78": "ESTÁTICO: \nO custo de movimento da unidade do seu oponente é aumentado em 2",
			"79": "ETAPA DE INÍCIO: \nRemova 10 danos de todas as unidades nórdicas que você controla",
			"81": "ESTÁTICO: \nUnidades nórdicas que você controla tem o custo de movimento reduzido para 1",
			"82": "ESTÁTICO: \nUnidades que seu oponente controlam tem o custo de ataque aumentado em 2 quando atacam permanentes nórdicas",
			"83": "Aumente o ataque de uma unidade que você controla em 10 até a ETAPA FINAL",
			"84": "Todas as unidades perto de onde o lance do Gigante é jogado, recebem 20 de dano",
			"85": "Cure 20 pontos de dano de uma unidade que você controla",
			"86": "Aumenta em 10 o ataque de todas as unidades nórdicas que você controla até a ETAPA FINAL",
			"87": "Todas as unidades do oponente atualmente no campo de batalha não podem se mover ou atacar até seu próximo turno",
			"88": "Todas as unidades na coluna em que esta carta é jogada recebem 10 de dano",
			"89": "Todas as divindades nórdicas e cartas de criatura custam 1 devoção a ser jogada. Na ETAPA FINAL de seu próximo turno, elas são sacrificadas",
			"90": "ETAPA DE INÍCIO: \nAdicione 1 devoção para cada cartão em sua mão",
			"91": "ATIVAÇÃO (0): \nRemova uma carta de sua mão do jogo. Adicione 4 devoção",
			"92": "ATIVAÇÃO (0): \nSacrifique uma permanente japonesa para destruir uma permanente do oponente do mesmo tipo que custa menos",
			"93": "ESTÁTICO: \nCartas de milagres custam 1 de devoção a menos Cartas japonesas de milagres custam 2 de devoção a menos",
			"94": "MOMENTO: \nTodas as permanentes perto de Fujin se movem 1 posição para longe",
			"96": "ESTÁTICO: \nInari Okami não pode ser destruído por cartas com efeito de alvo único.",
			"98": "INICIAR FASE: \nCompre uma carta se Kirin entrou último turno",
			"99": "MOMENTO: \nSeu oponente descarta uma carta de sua mão aleatoriamente",
			"100": "MOMENTO: \nDestrua a divindade ou criatura de um oponente",
			"101": "MOMENTO: \nTodas as unidades não japonesas no campo de batalha sofrem 10 de dano",
			"102": "MOMENTO: \nVolte uma carta de milagre o cemitério para sua mão",
			"103": "ETAPA DE INÍCIO: \nToyatama recebe 10 de dano",
			"105": "ATIVAÇÃO (20): \nAs unidades do oponente recebem 10 de dano",
			"108": "Compre 1 carta, descarte 1 carta",
			"109": "INICIAR FASE: \nDestrua a permanente do oponente com o menor custo de devoção, se houver mais de 1, você escolhe",
			"110": "ETAPA DE INÍCIO: \nCompre uma carta",
			"111": "ESTÁTICO: \nSuas cartas custam 1 a menos de devoção para serem jogadas",
			"112": "Destrua a carta de deus ou goddess do oponente",
			"113": "Destrua a divindade, criatura ou monumento do oponente",
			"114": "Compre 1 carta para cada permanente japonesa que você controla",
			"115": "Compre 2 cartas",
			"116": "Compre 1 carta, descarte 1 carta",
			"117": "Reduza a devoção de seu oponente para 0",
			"118": "Devolva uma carta de milagre o cemitério para sua mão",
			"119": "Sacrifique todas as divindades, criaturas e monumentos. Adicione devoção igual ao custo das cartas sacrificadas",
			"120": "ESTÁTICO: \nSempre que uma ou mais permanentes forem destruídas por um milagre seu, compre uma carta",
			"121": "ETAPA DE INÍCIO: \nSe o efeito global for dia, o ataque e movimento de Coaraci são iguais a 2 mais o número de turnos restantes",
			"122": "ESTÁTICO: \nMetade do dano causado a permanentes brasileiras suas vão para Jaci. Todos efeitos de destruição em permanentes brasileiras suas causam dano igual a mentade da vida total",
			"123": "ATIVAÇÃO(0):Exile a carta do topo do seu cemitério, adicione 1 de devoção, caso seja uma carta brasileira, adicione 1/4 do seu custo de devoção arredondado para cima",
			"125": "ESTÁTICO: \nSe o efeito global for dia, Iae gera um a mais de devoção, caso seja noite, o movimento de Kuat é reduzido em 3",
			"126": "MOMENTO: \nO oponente descarta 3 cartas aleatoriamente de sua mão",
			"127": "ETAPA DE INÍCIO: \nIara causa 10 de dano a permanente de menor custo do oponente, se houver mais que um, você escolhe qual",
			"128": "ESTÁTICO: \nUnidades brasileiras próximas a Akuanduba causam 10 a mais de dano por ataque",
			"129": "ATIVAÇÃO(4):Remova 20 de dano de uma unidade que você controla",
			"130": "ESTÁTICO: \nUnidades do oponente tem custo de ataque aumentado em 1 quando atacarem unidades brasileiras em seu controle",
			"131": "MOMENTO: \nColoque uma marca de Curupira em um slot vazio. Oponentes não podem mover cartas em cima das marcas, se uma carta ficar sobre a marca, a marca some.",
			"132": "ESTÁTICO: \nSe o efeito global é noite, o dano de lobisomem é aumentado em 20",
			"135": "MOMENTO: \nEscolha uma unidade não deusa do oponente, ela será destruída no terceiro turno depois desse",
			"136": "MOMENTO: \nCompre uma carta, descarte uma carta",
			"137": "ETAPA DE INÍCIO:Remova 10 de dano de todas unidades brasileiras que você controla",
			"138": "Adicione o efeito global Noite. NoitE: Milagres custam 1 a menos de devoção para serem jogados",
			"139": "Adicione o efeito global Tempestade. Tempestade: No final do seu turno, a permanente com menor custo receberá 10 de dano, se houver mais que 1, todos receberão 10 de dano",
			"140": "Adicione o efeito global Dia. Dia: Todas as permanentes adicionarão 1 de devoção no final do turno",
			"141": "ATIVAÇÃO(0): \nExile uma carta da sua mão para adicionar 1 a geração de devoção de Dark Forest",
			"142": "ESTÁTICO: \nO custo de movimentação das unidades brasileiras que você controla são diminuidos em 1",
			"143": "Mude o efeito global para dia, noite, tempestade ou nenhum",
			"144": "Misture todas permanentes não deusas, cemitérios e mãos em seus respectivos decks, compre 5 cartas e resete todos efeitos de deuses, sua devoção é zerada. Exile Rage of the Gods",
			"145": "Troque sua devoção com a do seu oponente",
			"146": "Aumente o ataque de uma unidade sua permanentemente em 10.",
			"147": "Adicione 1 de devoção para cada carta em sua mão",
			"148": "Todas as unidades receberão 20 de dano, todos monumentos recebem 10 de dano",
			"149": "Cause 30 de dano a uma permanente não deusa"
		},
		"TutorialText": {
			"text1": "\\.Você está prestes a iniciar sua jornada em Kamigami! \nAntes de começar a duelar, deseja saber as regras do jogo?",
			"text2": "\\.Sim",
			"text3": "\\.Não",
			"text4": "\\.Você poderá acessar o tutorial a qualquer hora \nnas opções do menu principal!",
			"text5": "\\.Você finalizou o arco grego! Agora você pode comprar pacotes egípcios na \nloja, você também receberá 5 pacotes egípcios e um novo deck egípcio \nde sua preferência!",
			"text6": "\\.Você finalizou o arco egípcio! Agora você pode comprar pacotes nórdicos na \nloja, você também receberá 7 pacotes nórdicos e um novo deck nórdico \nde sua preferência!",
			"text7": "\\.Você finalizou o arco nórdico! Agora você pode comprar pacotes japoneses na \nloja, você também receberá 9 pacotes japoneses e um novo deck japonês \nde sua preferência!"
		},
		"MenuOptions": {
			"mainmenu1": "SAIR",
			"mainmenu1sub": "Fecha o jogo.",
			"mainmenu2": "CAMPANHA",
			"mainmenu2sub": "modo história.",
			"mainmenu3": "DUELO",
			"mainmenu3sub": "Batalhas rápidas.",
			"mainmenu4": "DECK",
			"mainmenu4sub": "Escolha suas cartas.",
			"mainmenu5": "PACOTES",
			"mainmenu5sub": "Abra pacote de cartas.",
			"mainmenu6": "LOJA",
			"mainmenu6sub": "Comprar novos pacotes.",
			"mainmenu7": "ONLINE",
			"mainmenu7sub": "Batalhas ranqueadas.",
			"mainmenu8": "LOCAL",
			"mainmenu8sub": "Enfrente as divindades.",
			"mainmenu9": "SAIR",
			"mainmenu9sub": "para o menu principal.",
			"boostermenu1": "SAIR",
			"boostermenu1sub": "para o menu principal.",
			"boostermenu2": "LOJA",
			"boostermenu2sub": "Comprar novos pacotes.",
			"shopmenu1": "SAIR",
			"shopmenu1sub": "para o menu principal.",
			"shopmenu2": "ABRIR",
			"shopmenu2sub": "",
			"shopmenu22sub": "Você tem |x| pacotes!",
			"shopmenu3": "COMPRAR",
			"shopmenu3sub": "",
			"shopmenucoins": "moedas",
			"shopmenupack1": "PACOTE GREGO",
			"shopmenupack1sub": "Pacote com cartas \naleatórias da mitologia \ngrega.",
			"shopmenupack2": "PACOTE EGÍPCIO",
			"shopmenupack2sub": "Pacote com cartas \naleatórias da mitologia \negípcia.",
			"shopmenupack3": "PACOTE NÓRDICO",
			"shopmenupack3sub": "Pacote com cartas \naleatórias da mitologia \nnórdica.",
			"shopmenupack4": "PACOTE JAPONÊS",
			"shopmenupack4sub": "Pacote com cartas \naleatórias da mitologia \njaponesa.",
			"shopmenupack5": "PACOTE BRASILEIRO",
			"shopmenupack5sub": "Pacote com cartas \naleatórias da mitologia \nbrasileira.",
			"deckchoose1": "ESCOLHER",
			"deckchoose1sub": "Escolher esse deck!",
			"deckchoose2": "SAIR",
			"deckchoose2sub": "Selecionar outro deck!",
			"afterDuelVictory": "VITÓRIA",
			"afterDuelDefeat": "DERROTA",
			"afterDuelRating": "AVALIAÇÃO",
			"afterDuelMenu1": "CONTINUAR",
			"afterDuelMenu1sub": "Continue o jogo!",
			"afterDuelMenu2": "ESTATÍSTICAS",
			"afterDuelMenu2sub": "Veja os dados desse duelo!",
			"afterDuelMenu3": "SUBIR",
			"afterDuelMenu3sub": "rola informação para cima!",
			"afterDuelMenu4": "DESCER",
			"afterDuelMenu4sub": "rola informação para baixo!",
			"mapMenu1": "SAIR",
			"mapMenu1sub": "para o menu principal.",
			"mapMenu2": "DECK",
			"mapMenu2sub": "troque suas cartas!",
			"selectDuelMenu1": "SAIR",
			"selectDuelMenu1sub": "para o menu principal.",
			"selectDuelMenu2": "DUELAR",
			"selectDuelMenu2sub": "contra esse oponente!",
			"cancelDuelMenu1": "Voltar",
			"cancelDuelMenu1sub": "Procurar outro adversário!",
			"onlineMenu1": "PROCURAR",
			"onlineMenu1sub": "Duele por pontos de rank!",
			"onlineMenu2": "DIRETO",
			"onlineMenu2sub": "Duele um amigo!",
			"onlineMenu3": "SAIR",
			"onlineMenu3sub": "para o menu principal.",
			"onlineMenu4": "MUDAR",
			"onlineMenu4sub": "troque suas cartas.",
			"deckSelectButton1": "ESCOLHER",
			"deckSelectButton2": "EDITAR",
			"deckSelectButton3": "DELETAR",
			"deckSelectButton4": "VOLTAR",
			"onlineMenuLobby1": "CANCELAR",
			"onlineMenuLobby1sub": "voltar para o menu.",
			"onlineMenuWaiting1": "Esperando outro jogador...",
			"onlineMenuWaiting2": "Jogando no momento: ? jogadores",			
			"onlineMenuWaiting3": "Passe o número da sala para um amigo seu: ?",
			"lobbyDirect1": "CRIAR",
			"lobbyDirect1sub": "Cria uma sala.",
			"lobbyDirect2": "ENTRAR",
			"lobbyDirect2sub": "Entra em uma sala.",
			"selectPlayer1": "SELECIONAR",
			"selectPlayer1sub": "Escolha esse personagem!",
			"selectPlayer2": "TROCAR",
			"selectPlayer2sub": "troque para o outro personagem",
			"campaignDuelMenu1": "VOLTAR",
			"campaignDuelMenu1sub": "para o menu.",
			"campaignDuelMenu2": "DECK",
			"campaignDuelMenu2sub": "mudar cartas.",
			"campaignDuelMenu3": "SHOP",
			"campaignDuelMenu3sub": "comprar cartas.",
			"selectCampaign1": "VOLTAR",
			"selectCampaign1sub": "voltar para o menu.",
			"selectCampaign2": "ESCOLHER",
			"selectCampaign2sub": "Escolha essa mitologia!",
			"selectCampaign3": "DESTRAVAR",
			"selectCampaign3sub": "Destrave essa mitologia!",
			"selectCampaign4": "DESTRAVAR",
			"selectCampaign3sub": "Destrave essa mitologia! \nApenas no jogo completo!"
		},
		"MenuText": {
			"options1": "JOGAR TUTORIAL",
			"options2": "EFEITO DE PARTÍCULAS",
			"options3": "EFEITO DAS CARTAS",
			"options4": "IDIOMA",
			"options5": "SIM",
			"options6": "NÃO",
			"options7": "EN",
			"options8": "PT",
			"options9": "BAIXO",
			"options10": "ALTO",
			"options11": "MUSICA",
			"options12": "EFEITOS SONOROS",
			"booster1": "Toque em um pacote para abri-lo!",
			"booster2": "Vá à loja para comprar booster packs!",
			"booster3": "Toque na tela para guardar as cartas.",
			"deckselect1": "Deck excluído",
			"deckselect2": "Você não pode excluir um deck que está sendo usado no momento!",
			"deckselect3": "Segure para deletar!",
			"deckselect4": "Você não pode editar um deck que está sendo usado atualmente!",
			"deckselect5": "Você só pode escolher um deck que tenha 40 cartas e uma carta de deus!",
			"deckbuild1": "/ 40 cartas no deck",
			"deckbuild2": "O deck precisa de uma carta de Deus / Deusa!",
			"deckbuild3": "DIVINDADES:",
			"deckbuild4": "CRIATURAS:",
			"deckbuild5": "MILAGRES:",
			"deckbuild6": "MONUMENTOS:",
			"deckbuild7": "ORGANIZAR",
			"deckbuild8": "SAIR",
			"deckbuild9": "DEUS",
			"deckbuild10": "DIVINDADE",
			"deckbuild11": "CRIATURA",
			"deckbuild12": "MILAGRE",
			"deckbuild13": "MONUMENTO",
			"deckbuild14": "Quando editando o deck sendo utilizado, ele precisa de 40 cartas e uma carta deus",
			"deckbuild15": "CARTAS POSSUIDAS",
			"selectduel1": "Vitórias:\nDerrotas:\nTipo:\nCivilização:\nDificuldade:",
			"selectduel2": "NORMAL",
			"selectduel3": "DIFÍCIL",
			"selectduel4": "INSANO",
			"selectduel5": "Grego",
			"selectduel6": "Egípcio",
			"selectduel7": "Nórdico",
			"selectduel8": "Japonês",
			"selectduel9": "Deus/Deusa",
			"selectduel10": "Divindade",
			"title1": "Você deve começar o modo história antes!",
			"title2": "You deve ganhar um duelo no modo história antes!",
			"title3": "Erro obtendo informação da Steam, tente novamente!",
			"end1": "Obrigado por jogar!",
			"credits": "Créditos",
			"afterDuel01": "Você obteve:",
			"afterDuel02": "agora é jogável no menu de duelo",
			"tip01": "Dica: Segure o botão esquerdo do mouse para abrir os pacotes mais rápido",
			"tip02": "Dica: Segure o botão esquerdo do mouse para comprar pacotes mais rápido",
			"tip03": "Dica: Segure o botão direito do mouse ou a tecla de espaço para acelerar o jogo",
			"tip04": "Ranqueada irá iniciar dia 6 de agosto, mas você já pode jogar online!",
			"cardInfo00": "Devoção utilizada para jogar essa carta",
			"cardInfo01": "Devoção essa carta gera quando no campo",
			"cardInfo02": "Devoção utilizada para cada ataque",
			"cardInfo03": "Devoção utilizada para mover a carta",
			"cardInfo04": "Dano que essa carta causa por ataque",
			"cardInfo05": "Total pontos de vida da carta",
			"deckChoose": "Escolha um deck!",
			"afterDuelStat1": "Dano Causado",
			"afterDuelStat2": "Dano Tomado",
			"afterDuelStat3": "Turnos",
			"afterDuelStat4": "Devoção Gerada",
			"afterDuelStat5": "Devoção Gerada pelo oponente",
			"afterDuelStat6": "Devoção utilizada",
			"afterDuelStat7": "Devoção Usada pelo oponente",
			"afterDuelStat8": "Cartas Jogadas",
			"afterDuelStat9": "Cartas Compradas",
			"afterDuelStat10": "Cartas Destruídas",
			"afterDuelStat11": "Cartas Perdidas",
			"onlineMenuFriend": "Topo:                       Rank:",
			"deckSelectMenu1": "DIVINDADES:",
			"deckSelectMenu2": "CRIATURAS:",
			"deckSelectMenu3": "MILAGRES:",
			"deckSelectMenu4": "MONUMENTOS:",
			"deckSelectInfo1": "SELEÇÃO DE DECK",
			"deckSelectInfo2": "SELECIONE UM DECK",
			"deckBuildInfo1": "CRIAÇÃO DE DECK",
			"deckBuildInfo2": "ADICIONE OU REMOVA 1 CARTA",
			"deckBuildInfo3": "ADICIONE OU REMOVA TODAS CARTAS (SE POSSÍVEL)",
			"lobbyrank1": "camponês",
			"lobbyrank2": "herói",
			"lobbyrank3": "mítico",
			"lobbyrank4": "divindade",
			"lobbyrank5": "deus/deusa",
			"lobbyText1": "ORDEM DE RANK \nvocê precisa juntar \n3 estrelas no rank \nantes de avançar \npara o próximo!",
			"lobbyText2": "Uma vez no rank de deus/deusa, seu rank de estrelas ira flutuar dependendo de sua posição entre os outros jogadores ao invés de ser apenas progressivo. O ranking vai depender dos resultados que você terá nas partidas e a quantidade de duelos jogados durante um certo período. Seu ranking pode lhre presentiar com prêmios dentro do jogo! Esteja prelarado para receber alguns agrados se jogar bem!",
			"lobbyText3": "Você pode receber os seguintes:",
			"lobbyPrizes1": "Novas Artes!",
			"lobbyPrizes2": "Novos Frames!",
			"lobbyPrizes3": "Novos Campos!",
			"lobbyPrizes4": "Novos ?????",
			"lobbyJoin": "Choose a room to join, if no room is created you will return to the lobby",
			"selectPlayer": "Olá aventureiro(a)! \nÉ hora de escolher quem você é no reino dos deuses! \nPrimeiro de tudo, qual é seu nome?"
		},
		"SkillsDescription": {
			"movement": "Mover-se para este local? \nCustará: |X| de devoção",
			"attack": "Ataque esta carta com |Z| dano? \nCustará: |X| de devoção",
			"cast": "Jogar esta carta? \nCustará: |X| de devoção",
			"special": "Usar a habilidade desta carta? \nCustará: |X| de devoção",
			"giveup": "Tem certeza que deseja desistir?",
			"giveupyes": "SIM",
			"giveupno": "NÃO",
			"mulliganHeader": "MULLIGAN OU MANTER?",
			"mulliganText": "Se você manter, essa será sua mão inicial. Se você decidir fazer o mulligan, sua mão será separado em uma nova pilha e você comprará uma nova mão, porém com uma carta a menos do que essa mão atual. Se você decidir manter, todas cartas separadas serão colocadas no fundo do baralho",
			"mulliganText2": "Você vai jogar primeiro, seu oponente receberá devoção adicional",
			"mulliganText3": "Você vai jogar em segundo, você receberá devoção adicional"
		},
		"TutorialDescription": {
			"how": "Como jogar:",
			"draw": "Cada jogador começa o jogo comprando 5 cartas.",
			"keep": "Para este tutorial, manteremos esta mão! \nNote que para outros jogos você precisará avaliar \nquão forte é sua mão antes de mantê-la! \nMulligan faz parte dos jogos de cartas para evitar jogos unilaterais, \nisso dá aos jogadores uma nova chance de ter uma mão jogável. \nAs regras para fazer mulligan no Kamigami estão logo abaixo das cartas que \nvocê comprou.",
			"devotionPhase": "O duelo Kamigami é dividido em diferentes fases, a primeira é \na devoção, as cartas que você controla no tabuleiro oferecem diferentes \nvalores de devoções. Esta devoção é usada para jogar mais cartas.",
			"startPhase": "Algumas cartas têm efeitos no início do turno, esses efeitos \nsão aplicados após a fase de devoção, os efeitos aplicados são descritos \nna própria carta.",
			"mainPhase1": "Estes são os valores de cada carta, esta é a devoção que custará para \njogar esta carta.",
			"mainPhase2": "Esta é a devoção que esta carta irá gerar na fase de devoção, \nEla só pode gerar devoção se estiver no campo de batalha.",
			"mainPhase3": "Esta é a quantidade de pontos de vida que esta carta possui, se este \nvalor atingir zero ela será destruída.",
			"mainPhase4": "Esta é a quantidade de dano que esta carta causa, divindades, criaturas e deuses \npodem atacar outras cartas no campo de batalha.",
			"mainPhase5": "Esta é a quantidade de devoção que você precisa usar para mover esta carta no \ncampo de batalha.",
			"mainPhase6": "Esta é a quantidade de devoção que você precisa usar para atacar a \ncarta do seu oponente no campo de batalha.",
			"mainPhase7": "Este é o tipo de carta, Kamigami tem 5 tipos de cartão e cada um \ntemhabilidades exclusivas de jogo, neste tutorial você aprenderá como cada carta é jogada!",
			"mainPhase8": "Esta é a sua devoção total, devoções não são removidas quando você passa a vez. \nEste é o recurso mais importante no Kamigami, ele é usado para quase todas as \nações do jogo, saber como usar este recurso é uma chave para a vitória! ",
			"mainPhase9": "Esta é a devoção total do seu oponente, sempre fique de olho para saber o que \no seu oponente pode e não pode jogar na sua vez!",
			"mainPhase10": "Esta área é o cemitério, quando cartas são destruídas ou cartas de milagre \nsão usadas, elas vão para esta área, algumas cartas podem interagir com \no cemitério.",
			"mainPhase11": "Este é o seu baralho, você vai comprar uma nova carta no início do seu \nturno. Agora, menos papo e vamos começar a jogar!",
			"tutorialPlay1": "Vamos jogar nossa primeira carta, atualmente você tem 5 de devoção, \nhá apenas uma carta em sua mão jogável por este custo. \nAs cartas só podem ser jogadas perto de uma carta que você controla, vá para a sua mão \ne escolha a carta jogável, haverá indicações no tabuleiro onde \nque essa carta pode ser colocada.",
			"tutorialPlay2": "Parabéns! Você jogou sua primeira carta! A carta que você \njogou é um monumento, tem efeitos poderosos, mas não pode se mover \nnem atacar, proteger seus monumentos para fornecer efeitos poderosos é uma maneira \nde vencer seus jogos!",
			"tutorialPlay3": "Agora que você usou sua devoção, você pode passar \na vez.",
			"tutorialPlay4": "Agora é seu segundo turno! Observe que agora você tem 6 de devoção. \nO monumento está gerando uma devoção extra para você! Vamos jogar nossa \nprimeira divindade!",
			"tutorialPlay5": "Boa jogada! Repare que divindades, deuses e criaturas também podem \nmover e atacar! Para este tutorial, darei a você 5 devoção extra. \nVamos tentar mover sua primeira carta no campo de batalha! \nVocê só precisa clicar no cartão no campo de batalha e, em seguida, \nclique no slot que deseja mover! ",
			"tutorialPlay6": "Ótimo! Agora você sabe como as cartas podem se mover no campo de batalha. \nEsta é uma ferramenta muito útil para criar estratégias \ncomo atacar seu oponente e como defender suas cartas. \nVocê pode passar a vez agora.",
			"tutorialPlay7": "Seu oponente jogou uma criatura poderosa, mas agora \npodemos punir seu jogo usando uma carta de milagre. Cartas de milagre \ntem poderosos efeitos únicos. Verifique sua mão, \nvocê tem uma carta de milagre muito poderosa pronta ser utilizada!",
			"tutorialPlay8": "Perfeito! Isso destruirá sua única carta no campo de batalha. \nNeste jogo você está muito à frente em termos de desenvolvimento, \nKamigami é um jogo onde você precisa avaliar a melhor jogada \nem de todos os tempos! Agora que você conhece o básico, é hora de terminar \nessa partida.",
			"tutorialPlay9": "Aqui estão 200 de devoção apenas para mostrar como terminar o jogo! \nUse esta devoção que estou lhe dando para destruir a carta \ndeusa do oponente, assim que uma carta de deus cair, o jogo termina. \nSe uma carta você o controle fica ao lado de uma carta do oponente, você pode atacá-la!",
			"tutorialPlay10": "Você não usou sua devoção de forma eficaz, mas eu darei a você 200 de devoção extra, use-o com sabedoria para destruir a carta \ndeusa do oponente! Lembre-se, se uma carta que você controla está próxima a uma \ncarta do oponente, você pode atacá-la!",
			"tutorialPlay11": "Parabéns! Você acabou de ganhar o jogo! Assim que uma carta de deus \ncair, o jogo termina, crie estratégias novas e imaginativas \npara dominar Kamigami! Este tutorial termina aqui, \nmas você sempre pode acessá-lo no menu principal!",
			"tutorialError1": "Não use sua devoção para mover uma carta agora! Use-a \npara se livrar de uma ameaça no campo de batalha, \nvocê tem uma carta em sua mão para lidar com sua criatura!",
			"tutorialError2": "Você tem mais coisas para fazer na sua vez antes de passar.",
			"tutorialRemember1": "Você tem mais coisas para fazer na sua vez antes de passar."
		},
		"Campaign": {
			"mouseText1": "Clique com o botão esquerdo para ampliar o mapa!",
			"mouseText2": "Clique com o botão direito para diminuir o zoom do mapa!",
			"prologue01": "Isso! Ganhei o torneio de cartas Kamigami. Sou simplesmente incrível!\n Não há nada que possa estragar este dia.",
			"prologue02": "Espere, aquela carta ultra rara de Zeus foil de rank S está na rua?",
			"prologue03": "Este dia não pode ficar melhor!",
			"prologue04": "Que barulho é esse?",
			"prologue05": "Onde estou?",
			"prologue06": "Sinto muito dizer, mas um caminhão te acertou no meio da rua...",
			"prologue07": "Espera... Morri? Não acredito que foi de uma forma tão estúpida! \nIsso é algum tipo de purgatório?",
			"prologue08": "Você ainda vive. Estou mantendo a sua alma viva pois sou Coaraci \na deusa do sol e preciso de sua ajuda.",
			"prologue09": "Veja, os deuses estão sendo controlados por uma força maligna. \nA única maneira de libertá-los é vencendo-os em um duelo! \nVocê é o que temos de melhor!",
			"prologue10": "E se eu não ajudar, você me deixa morrer?",
			"prologue11": "Viu! Você também é inteligente. Não há tempo a perder! Escolha seu \ndeck e sua missão começará agora!",
			"prologue12": "Essa é uma maneira clichê de iniciar um Isekai, mas acho que não tenho escolha.",
			"prologue13": "Boa escolha! Agora você terá acesso ao reino dos deuses, um lugar onde somente o sagrado pode entrar! \nVocê enfrentará muitas dificuldades, mas acredito que será capaz de superá-las!",
			"prologue14": "Gostaria de jogar o tutorial? \nEle estará acessível a qualquer momento nas opções do menu principal.",
			"prologue15": "Sim",
			"prologue16": "Não",
			"preCampaignStory": "ESTÓRIA",
			"preCampaignStrategy": "ESTRATÉGIA",
			"mythology1": "GREGO",
			"mythology2": "EGÍPCIO",
			"mythology3": "NÓRDICO",
			"mythology4": "JAPONÊS",
			"mythology5": "BRASILEIRO",	
			"greekStory": "A mitologia grega é o conjunto de mitos originalmente contados pelos antigos gregos e um gênero do folclore grego antigo, hoje absorvido junto com a mitologia romana na designação mais ampla de mitologia clássica. Essas histórias dizem respeito à visão da antiga religião grega sobre a origem e a natureza do mundo; as vidas e atividades de divindades, heróis e criaturas mitológicas.",
			"greekStrategy": "As principais divindades gregas dependem da geração de devoção e de como ela é usada em duelos. Os decks gregos geralmente irão sobrecarregar seus oponentes com geração de devoção se não forem controlados rapidamente.",
			"egyptStory": "A mitologia egípcia é a coleção de mitos do antigo Egito, que descrevem as ações dos deuses egípcios como um meio de compreender o mundo ao seu redor. As crenças que esses mitos expressam são uma parte importante da antiga religião egípcia. Os mitos aparecem frequentemente nos escritos e na arte egípcia, particularmente em contos e em material religioso, como hinos, textos rituais, textos funerários e decoração de templos.",
			"egyptStrategy": "As estratégias do Egito variam entre seus incríveis poderes de cura e sua natureza morta-viva, esteja pronto para lutar mais de uma vez contra suas divindades, pois elas podem voltar mais tarde.",
			"norseStory": "A mitologia nórdica, nórdica ou escandinava é o conjunto de mitos pertencentes aos povos germânicos do norte, originados da religião nórdica antiga e continuando após a cristianização da Escandinávia, e no folclore nórdico do período moderno. A mitologia nórdica consiste em contos de várias divindades, seres e heróis derivados de inúmeras fontes anteriores e posteriores ao período pagão, incluindo manuscritos medievais, representações arqueológicas e tradição popular.",
			"norseStrategy": "As divindades e criaturas nórdicas são especializadas em batalhas, assim como em sua mitologia, pois seu poder vem de duelos sangrentos. Esteja pronto para uma guerra no campo de batalha quando um deck nórdico estiver em duelo, o sangue de seus inimigos apenas alimentará ainda mais suas estratégias.",
			"japanStory": "Duas fontes importantes dos mitos japoneses, como são reconhecidos hoje, são o Kojiki e o Nihon Shoki. O Kojiki, ou Registro de Assuntos Antigos, é o relato mais antigo dos mitos, lendas e história do Japão que sobreviveu.",
			"japanStrategy": "As cartas japonesas contêm uma combinação poderosa de milagres e efeitos, são capazes de virar o jogo com fúrias poderosas. Seus decks também são capazes de esgotar lentamente seus recursos, tome cuidado para não ser pressionado até que não haja outra saída, a não ser renunciar.",
			"brazilStory": "A mitologia brasileira tem muitas raízes como a africana, a medieval ibérica e, mais importante, suas raízes indígenas como a tupi-guarani. Embora alguns mitos sejam derivados de outras mitologias, suas divindades vêm principalmente de como a terra foi moldada e de sua natureza.",
			"brazilStrategy": "A principal estratégia brasileira vem da natureza e de como ela afeta o campo de batalha, esteja pronto para enfrentar tempestades, trovões e o sol escaldante ao enfrentar seus decks!"
		}
	}
}