{
    "Greek": {
        "01Athena": {
			"text01" : "\\.Que dia!",
			"text02" : "\\.Eu simplesmente não acredito! Primeiro lugar no campeonato internacional? \nO melhor jogador de Kamigami no universo!",
			"text03" : "\\.Foi incrível! Tudo, simplesmente tudo. Não sei nem como vou \ndormir desse jeito. Preciso deitar e fechar os olhos.",
			"text04" : "\\.Ahhhh não consigo parar de pensar nos jogos.",
			"text05" : "\\.O tempo não passa...",
			"text06" : "\\.Preciso muito descansar, mas eu simplesmente não consigo!",
			"text07" : "\\.\\! Uau \\. Eu amo esse jogo! Mitologia é tudo! Amo simplesmente tudo \nsobre ele, gregos, egípcios, nórdicos e japoneses! Sinto que sou teletransportado quando \neu jogo. Nunca vou me esquecer dos jogos que fiz no torneio.",
			"text08" : "\\.Aquela \\.última \\.jogada \\. .\\. .\\. .\n\\! E \\. depois \\. aquela \\. outra.",
			"text09" : "\\.Acorde...",
			"text10" : "\\.Acorde...",
			"text11" : "\\.Acorde!!!!!",
			"text12" : "\\.O QUÊ!??",
			"text13" : "\\.Que lugar é esse?",
			"text14" : "\\.Quem é você?",
			"text15" : "\\.Muitas perguntas!",
			"text16" : "\\.Não me reconhece?",
			"text17" : "\\.Na verdade não...",
			"text18" : "\\.Que tipo de livro de história estão dando para vocês lerem ultimamente?",
			"text19" : "\\.Eu sou Atena, a deusa da sabedoria.",
			"text20" : "\\.Ah\\..\\..\\..\\..\\.. Claaaro.",
			"text21" : "\\.Eu sabia que não deveria ficar pensando só no torneio, agora estou tendo \nalucinações.",
			"text22" : "\\.Por favor escute, isso tudo é real, você está no reino dos deuses! Esse é um \nlugar sagrado, a maioria das pessoas mortais não podem nem pisar aqui.",
			"text23" : "\\.Eu adoraria que não tivesse que fazer esse pedido para você\\..\\..\\..",
			"text24" : "\\.É que nós precisamos muito da sua ajuda e possivelmente você seja o único \napto para essa tarefa.",
			"text25" : "\\.Eu estive assistindo você no mundo mortal, esse jogo que você joga, \n o tal Kamigami é a razão de eu ter te escolhido. Esse jogo é um jogo antigo \nque usamos para decidir o nosso destino.",
			"text26" : "\\.Você está me dizendo que esse jogo é antigo? Como isso pode ser?\nEle aparecem faz uns dois anos apenas, e como esse jogo pode decidir o destino \nde alguém?",
			"text27" : "\\.Kamigamo foi criado por mim, Fukurokuju, Mímir e Tot. Nós fomos os escolhidos\nfor para essa tarefa por representarmos a sabedoria.",
			"text28" : "\\.A criação do jogo foi um modo de parar a destruição e as guerras entre \nos deuses. O jogo em sí tem representações dos deuses e da sabedoria, então \nele foi escolhido como modo alternativo para decidirmos nossas diferenças.",
			"text29" : "\\.A regra suprema de Kamigami é que ambos os jogadores decidem o que está \nem jogo. Pode ser o reino, a vida ou qualquer coisa que foi \ndecidida ser apostada. Quando ambos jogadores aprovam, o pacto é realizado.",
			"text30" : "\\.O problema é que alguém utilizou ele para controlar todas as divindades. \nEssa pessoa deve ter oferecido algo que as divindades acreditaram \nser tão valioso quanto a liberdade deles. Eu não posso intervir com essa decisão.",
			"text31" : "\\.Porém esse pacto realizado tem uma excessão. Se forem derrotados dentro \ndo Kamigami, irão recobrar a consciência. Todos os pactos realizados \nno Kamigami não podem ser eternos.",
			"text32" : "\\.Certo, acredito que entendi, porém ainda não sei porque tem que ser eu.",
			"text33" : "\\.Bom, você é um dos melhores jogadores desse jogo certo? Isso é uma razão \nexcelente para ser escolhido. Por favor nos ajude, eu não tenho ideia \nde quem seja a pessoa ou o deus que faria isso.",
			"text34" : "\\.O que devo fazer?",
			"text35" : "\\.Você tem que enfrentar todas as divindades e criaturas que tiveram sua \nconsciência roubada. Enquanto você estiver nessa tarefa, eu vou tentar \njuntar informações para descobrir quem pode ter feito isso.",
			"text36" : "\\.Então devo vencer e eles vão recobrar a consciência. Perfeito, e aonde \nestá o meu baralho?",
			"text37" : "\\.Isso... Você terá que usar um novo e não o do mundo mortal. As cartas \ntem um poder divino, diferentemente das cartas que você tinha antes.",
			"text38" : "\\.Ah... Então posso ter a carta que eu quiser!?",
			"text39" : "\\.Sobre isso... As cartas tem uma conexão especial com o usuário, eu só \nposso dar um baralho inicial e você deve conquistar as outras cartas.",
			"text40" : "\\.Você quer que eu te ajude, mas você está dificultando tudo por quê?",
			"text41" : "\\.Não sou eu, são as regras antigas do Kamigami, elas são sagradas e devemos \nsegui-lás.",
			"text42" : "\\.Confie em mim por favor, agora escolha um baralho para começar a sua \njornada.",
			"text43" : "\\.Boa escolha!",
			"text44" : "\\.Eu sei que tem muitas dúvidas, eu iria auxilia-lo e ajuda-lo a responder \ntodas elas. Tenha paciência e acredite em mim.",
			"text45" : "\\.Vou lhe guiar para essa nova jornada!"
		},
		"02Nymph": {
			"text01" : "\\.Ahh this doesn't make any sense, I saw Athena, she gave me a deck and now I am \ntrying to save the gods?",
			"text02" : "\\.Strangely I'm excited about all this.",
			"text03" : "\\.I think I must be daydreaming. I mean, Athena exists? Why did I accept so fast? \nIts like something inside of me says it was always true and I always knew it.",
			"text04" : "\\.Hi there pretty one!",
			"text05" : "\\.Are you lost?",
			"text06" : "\\.Well, not really, but exactly who or what are you?",
			"text07" : "\\.I am a water Nymph, also known as Nereid, I serve Poseidon and he has told us\nto protect the seas from an intruder. You must be it, to keep the waters clean,\nI would give my life for it!",
			"text08" : "\\.I help the sailors and lost ones, you will not intervene with the sea!",
			"text09" : "\\.This doesn't make any sense, again!\nBut I do guess its my first duel, let it roll!",
			"text10" : "\\.Thank you for letting me free! I can once again help the ones lost in the sea!",
			"text11" : "\\.No problem! Just stay out of trouble!",
			"text12" : "\\.You won! I knew you had the player inside of you!",
			"text13" : "\\.Important thing, do not lose or else you will also be controlled.",
			"text14" : "\\.What? You tell me that now?",
			"text15" : "\\.I\\..\\..\\.. Forgot, sorry.",
			"text16" : "\\.I came here to say that you can duel with whoever you already played.\nThat is one way to win dracmas to buy new cards.",
			"text17" : "\\.Please, take care hero\\..\\..\\..",
			"text18" : "\\.Hero? What did you call me?",
			"text19" : "\\.Ah, nothing just continue with your task, I will find answers for this mess.",
			"text20" : "\\.And she's gone, I guess I have no other option. Lets go ahead!"
		},
		"03Medusa": {
			"text01" : "\\.(Wait I see snakes on the head of that woman\\..\\..\\.. Wait...)",
			"text02" : "\\.So you know who I am darling...",
			"text03" : "\\.Stop looking down, wait I recognize this smell...",
			"text04" : "\\.You smell exactly like Athena! She is the goddess that gave a mirrored shield to\nPerseus. That dumb shield, he looked through it and passed my curse.",
			"text05" : "\\.(I need to solve this fast)",
			"text06" : "\\.I want to play a game with you Medusa!",
			"text07" : "\\.This stupid game, well nothing to do about it. I will get my revenge on you child\nof Athena!",
			"text08" : "\\.What? I feel so dumb know that my mind is clear.",
			"text09" : "\\.I'll let you leave now, I still hate Athena and the gods, you better not think\nI will forgive what they made me go through."
		},
		"04Aphrodite": {
			"text01" : "\\.Finally away...",
			"text02" : "\\.Wait, Medusa said something about child of Athena, what did she mean?\nI must get this from Athena herself!",
			"text03" : "\\.Hey! You are a piece of beauty, not like I am, but still something to consider.\nForget this stupid game you are in, lets have some fun!",
			"text04" : "\\.Hephaestus will not know about us, let us spend some time together.",
			"text05" : "\\.I can not accept this offer, there is something more important happening.",
			"text06" : "\\.AAH, heroes and their lousy chores. Always forgeting you are mortal, stop philosophizing about that and\nenjoy.",
			"text07" : "\\..\\..\\..\\..\\..",
			"text08" : "\\.You are really negating someone like me? Insulting mortal, you will wish for your life! ",
			"text09" : "\\.I feel so much better darling. When I said to us have some fun, it was real.\nSo, don't you want to go somewhere else, just the two of us?",
			"text10" : "\\.I think I have more things to do.\nSorry Aphrodite.",
			"text11" : "\\.I see, then go help my family. Don't tell anything to Hephaestus, but I\nwill be waiting you."
		},
		"05Athena2": {
			"text01" : "\\.Why did you return so fast?",
			"text02" : "\\.You are hiding the truth from me, they are calling me hero, why?",
			"text03" : "\\.Well only the gods and demigods can enter this realm...\nThat makes you a hero.",
			"text04" : "\\.So you are born from one of the gods.",
			"text05" : "\\.And who would that be?",
			"text06" : "\\.I can't say. I am sorry hero, you have to trust me.",
			"text07" : "\\.That would be you right? There is no other reasoning. You knew I was good at\nthis game, you trusted I would do the right thing. Everything leads to you right,\nmother?",
			"text08" : "\\.So you knew huh\\..\\..\\..",
			"text09" : "\\.Sorry for leaving you alone in the human world, it is forbidden for heroes to be here,\nunless in moments of need. I love you, I just couldn't tell you the truth about me\nbecause\\..\\..\\..",
			"text10" : "\\.I can't face you after leaving you alone with your father.",
			"text11" : "\\.Why did you leave then? Leave me and my father?",
			"text12" : "\\.Its how it works here, we can go in your world, but we always need to come back.\nWhen it was time, I had to leave you with your father. I wanted to stay, but\nthat is not how it works. The gods are complicated, I'm sorry.",
			"text13" : "\\.That is how it works then\\..\\..\\..",
			"text14" : "\\.What is the next place I should go?",
			"text15" : "\\.So you aren't mad at me?",
			"text16" : "\\.I'm not doing this for you, I'm just afraid of whoever is controlling the gods.",
			"text17" : "\\.As much as you don't believe me, but I do love you and that is the reason I\ntrust in you.",
			"text18" : "\\.I will be going then.",
			"text19" : "\\.Before I show you the way, do you like to drink?",
			"text20" : "\\.Then you should go to the gardens, there you probably will find Dyonisus and\nmaybe drink one of his great wines.",
			"text21" : "\\.Well, better that way my child, this way to the labyrinth. Hephaestus was seen\naround there, he also doesn't sympathize with drinking, different than most gods.",
			"text22" : "\\.Please do not forget about history."
		},
		"06Minotaur": {
			"text01" : "\\.AAH\\..\\..\\..\nWhy do all the gods seem to act like that, its just like in history books. They\ndon't care about us humans, they just want to do what's best for them.",
			"text02" : "\\.Okay\\..\\..\\..",
			"text03" : "\\.I entered here, but I think I might be lost.",
			"text04" : "\\.Wait, mot... I mean Athena said something about history. NOOOO.",
			"text05" : "\\.I can't believe I forgot about this, Theseus used a string to not get\nlost. I am in huge trouble...",
			"text06" : "\\.\\..\\..\\..\\..\\..",
			"text07" : "\\.Someone has sent me some fresh meat, if I win, your flesh will be my next meal.",
			"text08" : "\\.This doesn't seem good, lets do it!",
			"text09" : "\\.I feel much better. Someone entered here and I just lost my mind.",
			"text10" : "\\.I'm still hungry though, my father sends food to me, I thought you were one of\nthem.",
			"text11" : "\\.Okay, so you aren't going to eat me?",
			"text12" : "\\.You helped me, I will let you go.",
			"text13" : "\\.(So now I need to figure a way, well if my mother is Athena, I should benefit\nfrom her wisdom).",
			"text14" : "\\.Okay, Minos drops humans for Minotaur to feed on, he would never lead Minotaur to the\nexit. So\\..\\..\\..",
			"text15" : "\\.Got it! If I follow a path without blood from where I came, I should get\nout.",
			"text16" : "\\.Some hours later..."
		},
		"07Hephaestus": {
			"text01" : "\\.I... can't... belive... I'm out.",
			"text02" : "\\.So its you...",
			"text03" : "\\.I saw you with Aphrodite you pesky little mortal. I came here to lock you\non the labyrinth, luckily for you I didn't get here in time.",
			"text04" : "\\.I haven't done anything to Aphrodite!",
			"text05" : "\\.I will show your disgrace to the gods, just like I did with Ares!",
			"text06" : "\\.Ah my head...",
			"text07" : "\\.Everything just went blank, and I couldn't think things straight.\nSorry hero, I shouldn't have said those things to you.",
			"text08" : "\\.No problem! It isn't your fault, you have been controlled by someone. I have\nno idea who it is still. Do you remember anything?",
			"text09" : "\\.Its still a blank, I remember someone who invaded my forge, and then everything\nwent white on my head.",
			"text10" : "\\.I understand, the short memory of the gods were affected, I need to explore\nmore, thanks Hephaestus."
		},
		"08Ares": {
			"text01" : "\\.So you got out of the labyrinth huh?",
			"text02" : "\\.You knew I was lost?",
			"text03" : "\\.Yeah, I don't really care about pesky heroes. If you can't see, I am\nAres the god of war!",
			"text04" : "\\.Seems like you carry the smell of Athena, you must be a hero. Anyone who carries\nthe blood of Athena shall suffer. She destroyed my morale as the god of war, no one\ncan be above Ares in the battlefield!",
			"text05" : "\\.I will never succumb to another loss on the battlefield!",
			"text06" : "\\.What? I got freed by this lousy child. This doesn't change anything between us,\nI still dominate the battlefield.",
			"text07" : "\\.Okay, I guess there is no way to change the personalities of the gods.\nThey all are so full of themselves, now I am starting to understand how\ncould they be controlled like this, seems like a week spot for the gods,",
			"text08" : "\\. their ego."
		},
		"06Harpy": {
			"text01" : "\\.AAH\\..\\..\\..\nWhy do all the gods seem to act like that, its just like in history books. They\ndon't care about us humans, they just want to do what's best for them.",
			"text02" : "\\.Why is the wind so strong here?",
			"text03" : "\\.WHEREEE IS KING PHINEUS? Is it you?",
			"text04" : "\\.Ugh, its a harpy, and she doesn't smell really well. Phineus must be dead\nalready, its not like he would live this much.",
			"text05" : "\\.Liar! I have a mission from Zeus to steal Phineus food, you will note intervene!",
			"text06" : "\\.What happened? We aren't suppose to be hunting Phineus anymore, you helped\nme hero, whatever you did freed me, I will be going."
		},
		"07Demeter": {
			"text01" : "\\.Why did it suddenly get so cold? It looked like spring just a moment ago.",
			"text02" : "\\.Zeus why? What have you done?",
			"text03" : "\\.You, its your fault! I am Demeter, daughter of Cronus and Rhea, I will\nprotect my family!",
			"text04" : "\\.Whaaat?\nWhere is all the snow?",
			"text05" : "\\.I'm so sorry, I feel so much better now! Are you amazed by the weather? Well\nit follows my emotions. Right now I feel very vivid!",
			"text06" : "\\.Its so strange, when I was under control I felt like a bad dream. This bad dream\nwas all things I suffered in the past.",
			"text07" : "\\.Well that explains why the first thing they argue with me, is something that already\nhappened to them. That must be a way to force me to duel.",
			"text08" : "\\.Would you like to rest here in the garden?",
			"text09" : "\\.I don't think I have the time, thanks Demeter!"
		},
		"08Dionysus": {
			"text01" : "\\.Who was that woman? She looks somewhat like me.",
			"text02" : "\\.Demeter? From what I know of history, she is your mother.",
			"text03" : "\\.I don't think so, Semele is my mother and I'm a wanderer. I need to discover new\nplaces, after that I need to go to Thebans. Everyone must know i am a god.",
			"text04" : "\\.Okay, I think I understand what era your mind is lost in, let us duel for your\nmemories Dionysus! You are not a god!",
			"text05" : "\\.No one shows disbelief on who I am! I am Dionysus god of wine and fertility!",
			"text06" : "\\.Okay, I rushed myself, sorry for what I've done. Nevertheless would you\nlike to drink some?",
			"text07" : "\\.So you got your memory back?",
			"text08" : "\\.I know what I like to do, I think that is enough!",
			"text09" : "\\.Then I think I should be going, take care Dionysus!"
		},
		"09Hermes": {
			"text01" : "\\.I'm here for some news, the gods you liberated can now help us to free the\nothers. They don't remember who it was or what they bet in the duels, seems\nthis short memory was in the terms also.",
			"text02" : "\\.I'm also here to say I'm sorry for everything you went through, I really\nwanted to spend more time with you my child.",
			"text03" : "\\.Do you consider me as your mother?",
			"text04" : "\\.Even though I think I shouldn't, I understand in parts the god's reasons.\nYou are still my mom, and I can't deny that.",
			"text05" : "\\.I am so halppy to hear that! In time I will try to be more present in your\nlife. Now it is time to shine hero, you have an opportunity to show the gods\nwhat you can do.",
			"text06" : "\\.I'm sorry, for everything you have done to me I can't consider you my mother.",
			"text07" : "\\.Well I do understand. I hope your opinion on me changes, but I will try to\nnot force this subject anymore. You are here to help us, I want you to shine as\nour hero.",
			"text08" : "\\.I will be going, if I have any news I will bring them to you.",
			"text09" : "\\.Well, back to the tracks, what deity will I find next? I'm starting to get really\nexcited!",
			"text10" : "\\.I hope Athena didn't notice that, I really don't want her to know how much\nI'm actually enjoying this. I'm risking my life, but its still strange how\nthis feels exciting.",
			"text11" : "\\.Who goes there?",
			"text12" : "\\.Hermes!?",
			"text13" : "\\.I was going to deliver some news to the Olympians that a hero stole Apollo's\ngolden sword. It must be you, so I will take care of it right now!",
			"text14" : "\\.Now I can think a little bit more clear, Apollo has been spreading the news\nthat you stole his golden sword. He must still be under control of\\..\\..\\..",
			"text15" : "\\.Of who?",
			"text16" : "\\.I, can't remember, its strange. All my memory returned besides this little piece\nof information.",
			"text17" : "\\.Yeah, like all other gods, he must have an incredible plan to be able to control\nall of the gods like this.",
			"text18" : "\\.Please Hero, help Apollo, he is my brother and one of my best friends.\nWhen I was young I did steal Apollo's cows, he was so furious. I then gave\nhim my lyre, and we learned a little more about each other. ",
			"text19" : "\\.He played the lyre like I never could, he is an amazing god, we will need him.\nPlease hero, save him!",
			"text20" : "\\.Be sure Hermes! I will understand everything that is happening with the gods!"
		},
		"10Apollo": {
			"text01" : "\\.What is this beautiful song?",
			"text02" : "\\.Is it the lyre? It must be Apollo. This song is so warm, its something I never\nheard before. It's heart touching.",
			"text03" : "\\.Hero, why did you steal my golden sword? I was born with it, its one of the\nmost important things I had. Prepare to face the god of sun! You will beg\nfor mercy after stealing me like that!",
			"text04" : "\\.Well... I didn't, but I guess there's nothing I can say. Lets duel!",
			"text05" : "\\.I'm sorry hero, I don't understand why this old story came up to my mind.",
			"text06" : "\\.Nah, no problem, I'm already getting used to gods rushing at me like I\ndid something terrible to them. Anyway Hermes told about how you play\nbeautifully the lyre.",
			"text07" : "\\.Hermes is the god I trust the most, gods and people don't undestand him, they\nsay he is a thief at most times. I saw my brother Hermes grow up, he is curious\nand searches for understanding on how everything works, he is not an evil god.",
			"text08" : "\\.Anyway, I do hope you have best of luck with your journey, I sadly wasn't able\nto protect my family.",
			"text09" : "\\.You are exactly as I read about you, wise and powerful, I can see why\nAthena doesn't like you as much.",
			"text10" : "\\.I guess I should thank thee.",
			"text11" : "\\.So you where with Apollo.",
			"text12" : "\\.I guess all gods must be released. Anyway I have some more informations for you.\nWho put us under this control is a hero, and since the memory of the gods are\nreturning, they are remembering some details.",
			"text13" : "\\.We will help you with this mission, and since you have done so much for us,\nI will let you choose your fate.",
			"text14" : "\\.Do you want to see the seas or the skies for this final mission?",
			"text15" : "\\.So that will be your fate, may the god's blessings accompany you.",
			"text16" : "\\.Before you go there is someone to be seen first, you shall go to the east.",
			"text17" : "\\.So that will be your fate, may the god's blessings accompany you.",
			"text18" : "\\.Before you go there is someone to be seen first, you shall go to the west."
		},
		"11Artemis": {
			"text01" : "\\.I am Artemis, daughter of Zeus. ",
			"text02" : "\\.How dare you walk into my forest with that smell?\nI can sense the nasty scent of Aphrodite, she represents the exactly opposite of me.\nI hate the way she tries to violate all who come across her.",
			"text03" : "\\.I didn't do anything with Aphrodite; I don't think it is the right time for\nthat.",
			"text04" : "\\.Do you think I believe this? Prepare to be hunted to death!",
			"text05" : "\\.Wait, its been a very long time since I met Aphrodite, this scent must be\nextremely powerful.",
			"text06" : "\\.Whatever, I will free you also Artemis!",
			"text07" : "\\.Ahh, my head...",
			"text08" : "\\.Seems like you met Apollo, well we are twins if you didn't know.\nWe do get pretty well together, thanks for releasing him also.",
			"text09" : "\\.No problem, I imagine you also don't remember anything else right?",
			"text10" : "\\.Sorry hero, nothing else comes on my mind besides that I was under control.",
			"text11" : "\\.I understand, well time to go on!"
		},
		"11Chimera": {
			"text01" : "\\...",
			"text02" : "\\.A Chimera also? well lets duel!",
			"text03" : "\\...",
			"text04" : "\\.Well the silence is enough, guess I must go on!"
		},
		"12Cyclops": {
			"text01" : "\\.Well, this is the way to the seas, I guess I will find\\..\\..\\..",
			"text02" : "\\.Who is there?",
			"text03" : "\\.Are you with Cronus that imprisoned all the cyclops? You shall be defeated!",
			"text04" : "\\.Okay, now I'm being mistaken for something that happened eras ago, I can\nimagine how much grudge these beings hold.",
			"text05" : "\\.What just happened? I think I must go back to forging the weapons as I was before.",
			"text06" : "\\.Cyclops are the beings that forged all of the god's weapons?",
			"text07" : "\\.Some of them, we have forged most of the important weapons. We were here before\nHephaestus was even born, but he is the most skilled forger still.",
			"text08" : "\\.Nice, guess I can also learn some things on this \"trip\", huh.",
			"text09" : "\\.Better move forward!"
		},
		"12Hera": {
			"text01" : "\\.Who is this hero I see? You must be another one of Zeus' child!\nI am Hera, the queen of the Olympian gods, I have killed many pesky\nheroes!",
			"text02" : "\\.Yeah, from what I've studied your jealousy is pretty intense.",
			"text03" : "\\.Jealousy? If someone cheats on another person, all the descendants must\nsuffer equally. They carry the same horrible genes of their parents.",
			"text04" : "\\.You are talking just like Heracles, probably the most hated hero I've ever had.\nYou child of Zeus, will perish for this insolence!",
			"text05" : "\\.Such a humiliation, being saved by a hero, you aren't a child of Zeus are\nyou?",
			"text06" : "\\.Nah, Athena.",
			"text07" : "\\.At least that, even though she helped Heracles and we had our fights, its\nbetter than any of Zeus' child.",
			"text08" : "\\.As much as I am mad at Zeus, I will ask you to help him, he must be under\ncontrol also. You must be very careful, whenever you are facing any of the three,\nZeus, Poseidon or Hades, it will probably be your biggest challenge.",
			"text09" : "\\.I hate to admit this, but they are incredible, Zeus specially. Zeus\nis a fearless god that will do whatever it takes for his objectives.",
			"text10" : "\\.Well, I should be very scared to face him, since I have no idea what will\nhappen if I lose, but I am so excited right now. ",
			"text11" : "\\.I guess this greek blood in me interferes completely on my fear.",
			"text12" : "\\.I am coming for you Zeus!"
		},
		"13Zeus": {
			"text01" : "\\.Who goes there?",
			"text02" : "\\.Is that\\..\\..\\..",
			"text03" : "\\.Zeus insignificant mortal, your unworthy mouth doesn't have permission to say\nmy name.",
			"text04" : "\\.I am the god of thunder, ruler of the skies. I have imprisoned the Titans\nin Tartarus, ruled the Olympians through centuries. Many have tried taking\nmy throne, including your mother, but I am still the supreme ruler of ",
			"text05" : "\\.all the gods. My other name, Jupiter has been giving in your world to the\nbiggest planet, the most amazing one because of my greatness. Be prepared\nhero, this is your greatest moment since you are facing the almighty Zeus.",
			"text06" : "\\.It will also be your last!",
			"text07" : "\\.Now I understand hero...",
			"text08" : "\\.You are much more incredible than I thought, I need to go bacn to the Olympus.\nI must put order in the place again thak you hero.",
			"text09" : "\\.Well you seem much more pleasant then from, well the sources I read about you.",
			"text10" : "\\.My feelings are still full of anger and humiliation, but the heroes always\nhave amazed me and I should recognize all that. Well, that is the sole reason\nI mentored so many heroes on the past. Let us go to Olympus kid."
		},
		"13Poseidon": {
			"text01" : "\\.What!? The whole ground is shaking!",
			"text02" : "\\.How does that feel? Earthquakes are when tectonic plates move and hit each other.\nThey happen all under sea level, do you know what that means for the me the god of\nseas? It means I have control over all human life.",
			"text03" : "\\.You wouldn't do it, would you Poseidon?",
			"text04" : "\\.I have done it already, flooding your entire planet. You are a child of Athena,\nthis makes it even worse. Athena has always been disputing with me, she doesn't\nknow her place! I have been ruling over the earth for centuries, she never gave ",
			"text05" : "\\.up the city of Athens which should belong to me! I have destroyed entire cities\nand ruled over men. You child of Athena, prepare yourself, for this will be your\nlast moments! I, Poseidon, god of seas will eradicate all of Athena's children!",
			"text06" : "\\.Seems like you aren't my enemy at the moment, I will not try to eliminate you hero.",
			"text07" : "\\.I'm glad to hear that, you are an incredible god!",
			"text08" : "\\.I am one of the gods that have the most contact with humans and heroes, I do\nunderstand you. As much as I hate saying it, but we gods really need the humans,\nspecially the heroes. Your presence here was probably foreshadowed by the oracles. ",
			"text09" : "\\.We should had to the Olympus now. we must gather all the gods and decide our\nfate."
		},
		"14Final": {
			"text01" : "\\.You are back! I am very happy you managed through all these tasks, I also am\nnot surprised about it.",
			"text02" : "\\.Now that you have talk to the hero, we the gods must thank this child\nfor its services.",
			"text03" : "\\.It was certainly done because of the power of love, right sweety?",
			"text04" : "\\.Aphrodite, back to what really matter. Athena, you gathered some informations\nright?",
			"text05" : "\\.Yes, like I said to the hero, this is all caused by another hero and like you\nall guessed, in the contract he made from the Kamigami duel to you, it was stated\nthat the short memory from him would not return. That explains why no one remembers ",
			"text06" : "\\.him, the reason why you all gods accepted such rules, is because he is the one\nthat brought the Kamigami game to the human world. This means that all heroes can\ndefy us with its rules, probably the terms for the duel was he would have control",
			"text07" : "\\.over the gods, but if he lost, the company of Kamigami in the human world would\ncease to exist.",
			"text08" : "\\.And he beat us all, that is outrageous!",
			"text09" : "\\.Well, now that all the Olympus is free, I think your mission is done hero.",
			"text10" : "\\.What? I have heard the other gods like egyptians, norse and japanese are also\nunder his control. Why are you saying its done?",
			"text11" : "\\.My job is to secure Olympus, I can't help these other gods, and you being a\nchild of Athena shouldn't also.",
			"text12" : "\\.Wait, so you just don't care about what this other hero can do?",
			"text13" : "\\.We do not need to accept the challenge again if it doesn't make sense to us\nOlympians.",
			"text14" : "\\.I just can't believe this! You are all selfish beings, after what I've done\nto all of you, you still keep thinking only in yourselves?",
			"text15" : "\\.Because of what you've done, I won't eliminate you for your rudeness. If you wish\nto go, you are alone.",
			"text16" : "\\.I'm out!"
		},
		"15Final02": {
			"text01" : "\\.I\\.. I\\.. can't believe this!",
			"text02" : "\\.Please wait!",
			"text03" : "\\.What do you want?",
			"text04" : "\\.I know how you feel, but please understand\\..\\..\\.. The gods, they are very\nselfish indeed, but they do not show what they are truly thinking.",
			"text05" : "\\.And what would that be?",
			"text06" : "\\.Zeus took that decision, because they are afraid. They were in a state of mind\nthat they simply were closer to dead then they ever had been. They simply can't\nrisk it all, they are humiliated and know they will not win. Zeus is protecting ",
			"text07" : "\\.the olympians with what he can, he would never threat you truly because he knows\nyou are our hope, but he also can't risk the other gods in your mission.",
			"text08" : "\\.Do you believe in me?",
			"text09" : "\\.Even though I shouldn't, I do understand.",
			"text10" : "\\.I am happy you understand, please help us. I will continue giving my support.",
			"text11" : "\\.Never! You gods are full of lies and trickery.",
			"text12" : "\\.I understand your feelings, I will not give up on you. We gods still need\nyour help.",
			"text13" : "\\.I can show you the way to the egyptian's realm. If you wish to continue your\njourney, both ours and your world can be in huge danger in the hands of this\nother hero.",
			"text14" : "\\.I will continue my journey, not because of the Olympian gods, but because I am\nafraid of what will happen if I don't.",
			"text15" : "\\.Then I will show you your path hero, please be careful. "
		}
    },
	"Egyptian": {
		"01Leviathan": {
			"text01" : "\\.This is your way, please be careful.",
			"text02" : "\\.No problem, I guess I should be going.",
			"text03" : "\\.What is that noise on the water? Let me go find it out.",
			"text04" : "\\..\\..\\..",
			"text05" : "\\.Leviathan!?",
			"text06" : "\\.You are free now!",
			"text07" : "\\.Thanks!",
			"text08" : "\\.So you are the one who has been releasing the deities? ",
			"text09" : "\\.Wait? Are you the hero who made this chaos? Why are you doing all this?",
			"text10" : "\\.You are also a demigod and you have no clue? Heard you are the child of Athena,\nyou should surely be wiser than that.",
			"text11" : "\\.I will take you down now!",
			"text12" : "\\.Hold your anxiety, I don't really care if you release all of them, they now know\nwho I am and fear me. Did you know they influence in everything on our world while\nthey live in this paradise? You would die without knowing the god's realm. ",
			"text13" : "\\.They invade our world just to have their love stories with humans, they never\ncared about us. ",
			"text14" : "\\.Yes, but this is still not our world.",
			"text15" : "\\.That is why it should be! I don't want to duel with you, take your time on this\n\"mission\" of yours, then decide if you want to join me, being a demigod I already\nknow the answer so I will let you go now. I will be waiting for your decision.",
			"text16" : "\\.Wait!",
			"text17" : "\\.And he's gone, he might have a reason from everything we know of the gods, but\nI don't think I support his ideas right now, let us continue our journey, I feel\na strange joy traveling like this!"
		},
		"02Beset": {
			"text01" : "\\.Finally away from the seas! I don't feel so safe near shore.",
			"text02" : "\\.You! You greek rat, what are you doing on our land!?",
			"text03" : "\\.I'm here to help you from\\..\\..\\..(I guess she won't understand).",
			"text04" : "\\.From what! You are going to be eliminated!",
			"text05" : "\\.Woah! For such a, uhm, young girl why so much rage?",
			"text06" : "\\.Whaaat!? Are you also mocking me because of my height! They all do the same, I am\nmuch older than you greek rat! I am the goddess of war, I protect the pharaohs from\nthe evil spirits. I'm not a dwarf as its written everywhere in your world! ",
			"text07" : "\\.Just, uhm... A little short.",
			"text08" : "\\.Ah, whatever, let us duel!",
			"text09" : "\\.Seems like you really came here to help, sorry about that hysterical attack.",
			"text10" : "\\.I actually got curious, why did you say you aren't a dwarf even though most books\nare written as so.",
			"text11" : "\\.The egyptian god's origins are mostly from living beings, we represent most of\nthe animals you know in your world. I kind of\\..\\..\\.. am from the domestic cat\nand therefore my height isn't as much as the ones from lions, eagles and ",
			"text12" : "\\.other animals. That doesn't interfere in our power, but it does interfere in our\nvisuals and also our behavior.",
			"text13" : "\\.I understand now, what a history class! My teacher would be proud of me!",
			"text14" : "\\.Well I would ask your help to continue freeing the gods, the egyptians in here\nand your world are in huge danger if they lose our protection.",
			"text15" : "\\.Wait? There are humans here?",
			"text16" : "\\.The few pharaohs from your world have their afterlife in here, it is a blessing\nonly the egyptian gods can give.",
			"text17" : "\\.Huh, then the stories were true about the afterlife, anyway, better get going!"
		},
		"03Duelist": {
			"text01" : "\\.Seems like you are lost huh?",
			"text02" : "\\.Why should that matter you? Why are you even allowing me to free them.",
			"text03" : "\\.Like I said, what I had to do is done, you will understand that very soon.",
			"text04" : "\\.You know the gods have ruled this for way too long, I will show you your \nway, but answer this to me first.",
			"text05" : "\\.Will you join me?",
			"text06" : "\\.That's what I wanted to hear! Well I'm not sure how serious you are, continue to \nfree these dumb gods and get stronger than I will see how you can be of help.",
			"text07" : "\\.Yes! You have seen how the gods are manipulating us heroes already, I \nhope you will understand in time what side you are.",
			"text08" : "\\.There is still time for you to consider my proposal, I will let you continue \nwith your \"mission\"",
			"text09" : "\\.And he's gone. Anyway, I should continue and think about it later, there is a pyramid here, should I go in?"
		},
		"04Mummy": {
			"text01" : "\\.Why are you invading my shrine? You will die for this insult!",
			"text02" : "\\.Are you calm now?",
			"text03" : "\\.Ah, I guess\\..\\..\\.. I still would prefer if you leave.",
			"text04" : "\\.Such a thankless person.",
			"text05" : "\\.What you said?",
			"text06" : "\\.Nothing, nothing. I'm leaving right away! (This must be one of those humans \nBeset told me, from history I can tell their arrogance right away.)"
		},
		"05Sphinx": {
			"text01" : "\\.To pass here, you will need to solve the riddle.",
			"text02" : "\\.What is it that has one voice and yet becomes four-footed and \ntwo-footed and three-footed?",
			"text03" : "\\.Wrong! You shall succumb to your ignorance!",
			"text04" : "\\.What? How do you know this? I would kill myself if I hadn't lost with this \nexact same riddle!",
			"text05" : "\\.Since you must have known this from past stories, here goes another riddle!",
			"text06" : "\\.I am not alive, but I grow; I don't have lungs, but I need air; I don't \nhave a mouth, but water kills me. What am I?",
			"text07" : "\\.How is this even possible? You shouldn't be able to know this one! Only \nThoth was able to answer my riddle!",
			"text08" : "\\.I have failed!",
			"text09" : "\\.No wait! You can't do this!",
			"text10" : "\\. He jumped and bursted on fire.",
			"text11" : "\\.The winds are blowing in a direction probably showing me the way, I wished \nit didn't end like this. He was reborned after dying in the entrance of \nThebes, I hope he will also live again soon.",
			"text12" : "\\.You are not wise enough to know the riddle, but you have freed me, I will show you the right path.",
			"text13" : "\\.Thanks, I guess."
		},
		"06Sekhmet": {
			"text01" : "\\.Who walks in my desert?",
			"text02" : "\\.What do you mean, your desert?",
			"text03" : "\\.I am Sekhmet, I created all this sand you are stepping on. The desert was \ncreated by my breath. I am the fiercest hunter that exists and I will \neliminate you for the pharaohs!",
			"text04" : "\\.How could I lose to both you and this other hero? I simply can't believe this. \nIt seems like he is not after the pharaoh, it is the gods will to \nprotect them even in the afterlife.",
			"text05" : "\\.Well the egyptian gods seems closer to human than the greek gods ones.",
			"text06" : "\\.That is how we managed to be more worshiped, I hope you can finish your mission \nand help us protect the pharaohs."
		},
		"06Phoenix": {
			"text01" : "\\.Why is it so bright here?",
			"text02" : "\\..\\..\\..\\..",
			"text03" : "\\.Wow! That's a",
			"text04" : "\\.Phoenix. I have risen from the ashes and I will not let you pass here!",
			"text05" : "\\..\\..\\..\\..",
			"text06" : "\\.She flew without saying anything else, I guess that was expected."
		},
		"06Bast": {
			"text01" : "\\.I am Bast, the daugther of Ra. You can not hide from me, the Eye of Ra, you \ngreek hero!",
			"text02" : "\\.Now its a cat, I wonder why all egyptian gods are animal-like.",
			"text03" : "\\.We have human traits and the best animal traits possible, that is why we \nare the best of the two races.",
			"text04" : "\\.As a cat, I defend the weak ones with protection and justice. I sliced \nApophis head, I will stop any enemy to Ra and you will be next!",
			"text05" : "\\.Are you okay now?",
			"text06" : "\\.A little dizzy, but yes. Thank you, why are a greek hero helping us?",
			"text07" : "\\.I don't really care if you are egyptian or greek or whatever, I just want \nto do the right thing.",
			"text08" : "\\.Then may my blessing help you in your journey!"
		},
		"07Serket": {
			"text01" : "\\.Ouch! What stung me? It's burning like hell!",
			"text02" : "\\.A scorpion? Damn, now I am really worried.",
			"text03" : "\\.Seems like you got stung by my little pretty ones. That was Tefen, did you \nknow I carry 7 pet scorpions with me?",
			"text04" : "\\.What? You even gave them names?",
			"text05" : "\\.I have 7, Petet, Tjetet, Matet, Mesetet, Mesetetef, Tefen and Befen. They \nprotect me against unpleasant surprises, Tefen in special is lethal enough to \nfaint a god.",
			"text06" : "\\.(Okay, I think I'm in trouble, she can cure me as I have read in stories). \nLet us duel Serket!",
			"text07" : "\\.Why should I? You not being a god will probably perish soon. You shouldn't \nhave messed with the goddess that is named \"Who Causes the Throat to Breathe\".",
			"text08" : "\\.You see that reference? Its because of the scorpions, you will soon not even \nbe able to breathe!",
			"text09" : "\\.(Ah, child of Athena, think something fast. I need something historical to make \nher duel me!).",
			"text10" : "\\.Talk about Horus",
			"text11" : "\\.I need to save Horus! I heard Set is going after him again! He might be in \ntrouble. I am a hero that was sent here to help the gods.",
			"text12" : "\\.Talk about Osiris",
			"text13" : "\\.Osiris and Isis will have a new offspring and Set is looking to destroy him. \nI am a hero and need to protect Osiris from Set!",
			"text14" : "\\.What? I can't believe you! Let us duel to see the truth!",
			"text15" : "\\.Sorry hero, I will heal you.",
			"text16" : "\\.It seems even my scorpion companions where tricked. Please help the gods and \npharaohs!"
		},
		"08Osiris": {
			"text01" : "\\.This place.",
			"text02" : "\\.It looks exactly like the Nile River!",
			"text03" : "\\.Because it is the Nile, it is the god's side of the Nile.",
			"text04" : "\\.I am Osiris, the Nile only has life because of my powers over it. I give life \nto vegetation around it and supply the humans with food and life. ",
			"text05" : "\\.I will not let anyone destroy the Nile, you Set's servant!",
			"text06" : "\\.(Here it comes!)",
			"text07" : "\\.So you are the hero that is freeing we the gods. I am thankful for your services \nand am sorry for attacking suddenly.",
			"text08" : "\\.No problem Osiris, I am kind of getting used to it already.",
			"text09" : "\\.Humans worship me, for I am the path to the afterlife. I am the ones who bring the \npharaohs in the god's realms after death.",
			"text10" : "\\.Hero, be very careful with Set, he is very dangerous, he ripped me in 14 parts and \nthrew the parts all over Egypt. ",
			"text11" : "\\.Thanks! I will surely remember something like that (Okay now I am a bit scared)."
		},
		"08Horus": {
			"text01" : "\\.Why are you invading Egypt, servant of Seth?",
			"text02" : "\\.I am Horus, goddess of the sun, I an daughter of Isis and Osiris",
			"text03" : "\\.Your right eye seems different from your left eye.",
			"text04" : "\\.You servant of Seth should know this, Seth blinded my right eye which represents the \n moon, Thoth restored my eye and with that all the phases of \nthe moon were created.",
			"text05" : "\\.I am not servant of Seth, anyway you will soon recognize that.",
			"text06" : "\\.You will perish evil one!",
			"text07" : "\\.I can see you clearly now, Seth has killed Osiris and also tried to get \n rid of me to take over Egypt.",
			"text08" : "\\.What can I do as a gratitude for this freedom?",
			"text09" : "\\.Don't worry, I am already getting used to being attacked by all possible gods.\nwhich way should I go now?",
			"text10" : "\\.Sadly hero, from the little I remember, the gods were taken to the underworld, \nTo get there you will have to battle Apophis. I think you have proven \nyourself to be an incredible duelist, I believe in you.",
			"text11" : "\\.Apophis is an evil god that attacks all who worshiped me, he is extremelly dangerous.",
			"text12" : "\\.Thanks, I will surely be careful from now on!"
		},
		"09Apophis": {
			"text01" : "\\.Apophis!",
			"text02" : "\\.How dare of you to come here and say my name!",
			"text03" : "\\.For I am the god of evil, darkness and destruction. I was born out of the chaos \nof the world. I created the storms and the eclipse to bring darkness \nupon the living!",
			"text04" : "\\.I will kill Horus and all other egyptians who stand in my way!",
			"text05" : "\\.I have defeated you Apophis!",
			"text06" : "\\.I\\..\\..\\.. Can't belive this!",
			"text07" : "\\.What?! He became a snake and ran away!",
			"text08" : "\\.I guess I should keep going down to the underworld. I never felt this death \n presence since I came to the god's realm, I need to be cautious now!"
		},
		"10Anubis": {
			"text01" : "\\.You seem too alive to be here.",
			"text02" : "\\.Who are you?",
			"text03" : "\\.I am the son of Athena, I came here to free you!",
			"text04" : "\\.Free me from what insolent creature! I am the goddess of the underworld, I taught \nthe humans the power of embalming, my mummifications have given \nafterlife even for the gods!",
			"text05" : "\\.I will use your dead body as a gift to me, the same way Seth gave me Osiris! \nBe ready to know how the afterlife is!",
			"text06" : "\\.I've been controlled all this time, I've been beaten again, I have nothing \n more to say.",
			"text07" : "\\.Wait!\\..\\..\\..He disappeared. Now I have no idea where to go.",
			"text08" : "\\.Seems like you are doing a fine job.",
			"text09" : "\\.You again? Why don't we duel now? For all the god's control.",
			"text10" : "\\.You have nothing to give me in trade, also the pact I made with them only \nallows them to be free from a Kamigami duel directly.",
			"text11" : "\\.Now that you are learning how the gods are, and how powerful we are, seems \nlike you are ready to join me. I have noticed that we will need the powers \nof some gods to fulfill my plan.",
			"text12" : "\\.Which powers?",
			"text13" : "\\.To make our era of demigods, I've been thinking of joining forces with \nHades, Seth and other underworld gods.",
			"text14" : "\\.Why those gods? I don't understand?",
			"text15" : "\\.Don't you get it?",
			"text16" : "\\.If we have control over the other gods, and keep the underworld gods as our \npartners. Eternal life. We would have control over everything! Not even \ndeath could stop us!",
			"text17" : "\\.This would be the last part of my plan! Having our era as new gods! We will \nput our names on the history books, but we have to become immortals! \nI need you because you are one of the best Kamigami players.",
			"text18" : "\\.I can't do this alone, because I need someone to keep me alive so the underworld \ngods won't have control over us even on our transition from life \nto the afterlife, and I will do the same to you.",
			"text19" : "\\.I will let you choose however, to this side you can find Ra, to the other side \n Isis, but what I want you to go, is to show Seth our power! Seth is \ndeeper in the underworld.",
			"text20" : "\\.Choose wisely! Good bye for now, I will be waiting for you!",
			"text21" : "\\.Where to go?",
			"text22" : "\\.Ra",
			"text23" : "\\.Isis",
			"text24" : "\\.Seth",
			"text25" : "\\.I hope I am doing the right choice!"
		},
		"11Isis": {
			"text01" : "\\.What is this evil presence I sense? I will stop any darkness that comes \nto attack the egyptians!",
			"text02" : "\\.Isis I am not here to harm anyone! I'm here to help you!",
			"text03" : "\\.Your trickery won't work here! For I am Isis, the most poweful goddess of\nEgypt, I am the mother of all pharaohs, I can cheat the death of all living \nbeings! My magic has powers beyond your imagination.",
			"text04" : "\\.My worship has spread across all the land beyond Egypt! I am one of the \ngreatest influence among men!.",
			"text04" : "\\.You will perish evil one, I will make sure you don't come back from the \nafterlife!",
			"text05" : "\\.Isis?",
			"text06" : "\\.I'm okay now, just disbelienving on how two heroes have beaten me. You are \nmuch stronger than I imagined.",
			"text07" : "\\.I'm very happy to be able to free a goddess like you! I'm just confused on \nWhat am I supposed to go now.",
			"text08" : "\\.I feel Egypt is now safe, as I can sense most of the gods presence. I can \nalso feel Athena right outside of the underworld, waiting for you.",
			"text09" : "\\.Athena? She's here? Then I must go now!",
			"text10" : "\\.Take care hero!"
		},
		"11Ra": {
			"text01" : "\\.Who walks in my presence? Is that a greek hero? Do you know who I am?",
			"text02" : "\\.Yes Ra! I'm here to free you!",
			"text03" : "\\.Even a brat knows my name, that is how important I am! You have nothing to \nfree me! Iknow you are here to take over the throne!",
			"text04" : "\\.I ruled the earth as a pharaoh and got elevated to be more than a god! \nI am the ruler of all gods, that is how powerful I am. I have been torn in 14 \npieces and yet survived.",
			"text04" : "\\.The pyramids have open spaces so I can enter through the sun and bless \nthe kings, you should never have messed with me kid, be ready to feel what is \ntrue hell!",
			"text05" : "\\.I understand now, I was under control all this time, I have failed the pharaohs.",
			"text06" : "\\.It is okay Ra, I'm glad I was able to free such a powerful god from this \ncontrol",
			"text07" : "\\.Child of Athena, your mother is here right outside the underworld. The \nsun is right above her and I can sense it.",
			"text08" : "\\.Wow you are able to feel this things? Incredible! If she's here, then I must go now!",
			"text09" : "\\.Take care hero!"
		},
		"11Set": {
			"text01" : "\\.This aggressive presence I'm feeling! I never felt this before.",
			"text02" : "\\.I'm\\. shaking \\.. It feels like my body will be torn apart any time!",
			"text03" : "\\.Can you feel this? It's death. This is the feeling my enemies felt before \nI ripped them apart. The darkness is all around me, I swallow that stupid \nmoon Horus keeps on creating, I want the world in darkness.",
			"text04" : "\\.(I feel like I can die at any moment!)",
			"text05" : "\\.You probably can't even talk. I will rip you in nineteen pieces and \nscatter your parts through Egypt! It will be an honor for you to be killed by \nSeth the god of violence!",
			"text06" : "\\.I can't believe I lost to some Greek hero. Even though I want to \nkill you, I can't go against the rules of the duel. I can't sense Ra and Isis the \nsame way I did, are they still under control?",
			"text07" : "\\.I guess they are.",
			"text08" : "\\.And you decided to free me first? You got some courage there. This \nseems a great opportunity for me to take over Egypt! About you, I suppose you \nactually helped me, my Jackals will take you outside the Underworld.",
			"text09" : "\\.What? Do I just follow them?",
			"text10" : "\\.You should say no more, just leave here before I destroy your soul!",
			"text11" : "\\.Okay, I will happily follow them out."
		},
		"12FinalEgypt": {
			"text01" : "\\.Yes! Finally the sunlight!",
			"text02" : "\\.Are you okay? When I felt you were going to the Egypt Underworld \nIgot really scared! You are amazing hero!",
			"text03" : "\\.I guess I am huh!",
			"text04" : "\\.You released Seth, are you sure that was the correct choice? \nHis violent aura is very strong.",
			"text05" : "\\.Help! Help us hero!",
			"text06" : "\\.What voice was that? It is inside my head, but I can hear it \nclearly.",
			"text07" : "\\.I can't hear it, but I can sense its a Norse goddess calling you. \nIt is probably from Asgard.",
			"text08" : "\\.What??? I'm going to meet the Norse? Is that what I'm thinking? \nBifrost!",
			"text09" : "\\.A rainbow is becoming visible.",
			"text10" : "\\.You know, there is no need for you to go, do you want to do this?",
			"text11" : "\\.Oh, hell ya!!!",
			"text12" : "\\.I didn't understand your dialect.",
			"text13" : "\\.Its just an expression, I will go to Asgard!",
			"text14" : "\\.Be careful hero."
		}
	},
	"Norse": {
		"01Heimdall": {
			"text01" : "\\.Loki? How are you not being controlled?",
			"text02" : "\\.I'm helping you here brat, do you think the greatest of all gods \nLoki would fall for such a cheap trick?",
			"text03" : "\\.I made your aura seem asgardian-like, when Heimdall discovers who \nis invading Asgard he will be so mad!",
			"text04" : "\\.Oh Heimdall is here, babye! See you soon!",
			"text05" : "\\.Wait! Oh, Heimdall?",
			"text06" : "\\.How did you get here? What did you do to to Odin? I opened the Bifrost \nfor him, if you don't tell me what you did to him, I will use the Gjallarhorn!",
			"text07" : "\\.Wow! The legendary horn used in the Ragnarok? I mean, I think I am \ndead if he uses something like that to call all the gods at the same time.",
			"text08" : "\\.Please duel with me Heimdall!",
			"text09" : "\\.You're right, a brat like you couldn't even touch Odin. You must be \nvery weak, I will crush you on battle!",
			"text10" : "\\.Asgard is in danger! It is my fault for letting intruders come here \nand use he Kamigami to destroy our peace.",
			"text11" : "\\.No Heimdall! Don't worry, all other gods have passed the same thing, \nits actually really strange as Asgard should be the only place safe from \nthe duelist. Something smells fishy here!",
			"text12" : "\\.What is the fastest way to Odin? If I can battle him I can restore \ncontrol in Asgard!",
			"text13" : "\\.Just follow ahead, be very careful on your journey, there are a lot \nof creatures before Asgard itself.",
			"text14" : "\\.No problem!"
		},
		"02Kraken": {
			"text01" : "\\.The bridge is shaking!",
			"text02" : "\\.Kraken!!",
			"text03" : "\\....",
			"text04" : "\\....",
			"text05" : "\\.Guess I'll live to fight another day!"
		},
		"03Skoll": {
			"text01" : "\\.You are in my way!",
			"text02" : "\\.Uh, you can pass.",
			"text03" : "\\.You don't understand! You are in the way of the sun!",
			"text04" : "\\.I presume you must be Skoll then! I'll help you with your chase to the sun!",
			"text05" : "\\.Are you okay now?",
			"text06" : "\\.There it is! The sun!",
			"text07" : "\\.And he went running off to the snows!",
			"text08" : "\\.I guess I will",
			"text09" : "\\.Chase him",
			"text10" : "\\.Continue forward"
		},
		"04Fenrir": {
			"text01" : "\\.I have no idea why I chased him, but I feel like it will lead me \nsomewhere important.",
			"text02" : "\\.What are you doing here? Are you trying to chain me down?",
			"text03" : "\\.Uhm, I didn't I was just...",
			"text04" : "\\.Quiet! The gods tried to lock me once! Tyr put his hand in my \nmouth and the gods tricked me! I never imagined Tyr would sacrifice his hand. \nStupid Gleipnir, it was much stronger than the chains.",
			"text05" : "\\.I am free since the Ragnarok, I have killed Odin once! What do \nyou think you can do to me?",
			"text06" : "\\.You broke the chains that were holding me.",
			"text07" : "\\.I will let you live!",
			"text08" : "\\.And now both Skoll and Fenrir ran off, I guess it is better this \nway, I think chasing them this time will get me dead, I'll just continue."
		},
		"04Valkyrie": {
			"text01" : "\\.I think a little bit more and I will get to the city! I'm really \nexcited!",
			"text02" : "\\.Hold on! I won't let you pass here!",
			"text03" : "\\.A Valkyrie! I need to get to Odin! There is a huge danger on Asgard.",
			"text04" : "\\.I can get you to Valhalla if you are worthy!",
			"text05" : "\\.Oh Yeah! Valhalla!",
			"text06" : "\\.Wait, that means I have to die, I don't think its time for me to \ndie yet.",
			"text07" : "\\.Exactly! Prove me in battle!",
			"text08" : "\\.Now its more clear to me, I think you are trying to help us. If it \nis Odin you seek, you can just continue ahead. For now I choose for you to live!",
			"text09" : "\\.(That was a close one) I will soon meet Odin! Hope we can fight \ntogether someday!"
		},
		"05Skadi": {
			"text01" : "\\.Its getting so cold here! My fingers are freezing.",
			"text02" : "\\.I saw Fenrir and Skoll running, what did you do?",
			"text03" : "\\.Ah, I just helped them.",
			"text04" : "\\.Liar! I can smell Loki in you! Loki's treacheries killed my father!\n You must be an Aesir, the Asgardian clan! I will kill you all!",
			"text05" : "\\.What happened? Are you an Asgardian god?",
			"text06" : "\\.No Skadi, I am a Greek hero.",
			"text07" : "\\.You are so far from your land, and you gave me back my conscience. \nSend a message to Loki, I will kill him!",
			"text08" : "\\.(Ah, just like the history, I guess half of the Norse wants to kill \nLoki). I will gladly tell him that!"
		},
		"05Sigurd": {
			"text01" : "\\.Intruder you're here for my gold?",
			"text02" : "\\.No Siegfried, I'm just trying to get to Odin.",
			"text03" : "\\.I can smell in your blood, there is some strange scent from you! I \nwonder what kind of abilities I will gain if I drink and bathe with your blood. \nThe same way I did with Fafnir, the dragon!",
			"text04" : "\\.Woah, you Norse have some weird ways of gaining power. Anyway my \nblood isn't that good.",
			"text05" : "\\.Let us see about that!",
			"text06" : "\\.You have defeated the great Sigurd, but I can't help you to get to \nOdin. Odin killed my father, even if he game me one of my best friends, Grani\n my horse. I just feel divided about Odin.",
			"text07" : "\\.I understand you, I will try to find my way!"
		},
		"06Loki1": {
			"text01" : "\\.Hey there!",
			"text02" : "\\.You again Loki?",
			"text03" : "\\.I'm always around, anyway, you won't be able to pass this wall to \nAsgard, it is strong enough to stop the giants from entering them, also the gods \nsurely won't open under manipulation.",
			"text04" : "\\.Nevertheless, I the great and beautiful Loki can get you inside!",
			"text05" : "\\.I don't understand why a trickery god would help me like this.",
			"text06" : "\\.I'm having fun watching you play with them! You know, I also miss \nthem. This pact made by the Kamigami is extremely powerful, and I better than \nanyone knows how pacts work.",
			"text07" : "\\.They are all zombie-like, lets get inside!"	
		},
		"07Idun": {
			"text01" : "\\.There you go!",
			"text02" : "\\.I didn't imagine there was some secret passage through!",
			"text03" : "\\.This wall wouldn't exist without me, so I know its tricks.",
			"text04" : "\\.Loki! What are you doing here?",
			"text05" : "\\.Oh, oh, every time I'm with you I always am in danger! Your husband \nBragi is crazy! I'll meet you again later, see ya!",
			"text06" : "\\.There goes Loki, I don't understand what he wants, but I must be \nalert, he is unpredictable.",
			"text07" : "\\.You! You're here for my apples right? I will never give them to you!",
			"text08" : "\\.So you're not here for the apples. They keep the gods young and \npowerful! That is why I must protect them. Sorry for being rude before.",
			"text09" : "\\.Nah, getting used to being attacked from everywhere. Take care Idun!"
		},
		"08Norns": {
			"text01" : "\\.What is this place, I feel strange.",
			"text02" : "\\.I knew you would come, I am one of the Norns.",
			"text03" : "\\.We know, the past, the present and the future.",
			"text04" : "\\.Prove us, from what we already know.",
			"text05" : "\\.Wow, I couldn't imagine I would meet a Norn!",
			"text06" : "\\.We have your destiny threaded, but you have to walk it. You have \nproved yourself, so choose what you want to know.",
			"text07" : "Past",
			"text08" : "Present",
			"text09" : "Future",
			"text10" : "\\.You are in the center of Yggdrasil hero, face the destiny you chose."
		},
		"09Balder": {
			"text01" : "\\.Loki?",
			"text02" : "\\.Are you sure you want to take this path? I mean, we can just skip \nthis and I'll lead you to Odin!",
			"text03" : "\\.This sounds fishy, I'll just continue straight, why would I take \nyour shortcuts?",
			"text04" : "\\.Oh... he is here already.",
			"text05" : "\\.Loki what are you doing here? Anyway who is this hero in front of \nme?",
			"text06" : "\\.Wow his pure heart makes him less aggressive, even through the Kamigami \noath.",
			"text07" : "\\.Oh wait, now I see, the past! Balder is locked in the past, that is \nwhy Loki doesn't want me to free him.",
			"text08" : "\\.Yeah child, do whatever you want, I'll just run away. See ya!",
			"text09" : "\\.(In the myth, Loki was responsible for Balder's death. I think since \nHel must be under the Kamigami oath, she is not holding the dead gods on \nthe underworld.",
			"text10" : "\\.Balder! I will free you now! Prepare to duel!",
			"text11" : "\\.Thanks hero!",
			"text12" : "\\.Since I am free now, I should return to Hel. I saw Loki, I know his \nanger against me. I don't consider Loki someone evil, but do be careful with \nhis tricks kid!",
			"text13" : "\\.I surely will!"
		},
		"09Nidhogg": {
			"text01" : "\\.Nidhogg! It should be protecting Yggdrasil, why is it here right \nnow?",
			"text02" : "\\.\\..\\..\\..",
			"text03" : "\\.What is Nidhogg waiting? I don't understand.",
			"text04" : "\\.The Norn asked about the future, what is this future leading me into?",
			"text05" : "\\.Rag\\.na\\.r\\.ok",
			"text06" : "\\.Ragnarok? But that didn't already happen? Wait actually all the gods \nthat died on Ragnarok I am seeing here.",
			"text07" : "\\.He flew away, this is getting interesting!"
		},
		"10Tyr": {
			"text01" : "\\.Where is Fenrir? He has escaped! What did you do?",
			"text02" : "\\.I favor justice above everything! I gave my right hand as a sacrifice \nto keep our people safe! I will make justice with my left hand! \nprepare intruder!",
			"text03" : "\\.You gave me freedom hero! Sadly I must prepare myself for war!",
			"text04" : "\\.War? What war?",
			"text05" : "\\.The fall of the gods, Ragnarok!",
			"text06" : "\\.Ragnarok? Didn't that already happen?",
			"text07" : "\\.Well, I am here as you can see. Ragnarok will happen, Kamigami was made \nto prevent it from happening! I know you have seen Loki, when you see him \nagain, ask about it.",
			"text08" : "\\.Of course I haven't been told anything about Ragnarok from him. I'll make Loki tell me the truth!"
		},
		"10Freyja": {
			"text01" : "\\.Ah another one.",
			"text02" : "\\.You must be here to ask my hand in marriage, why do you all act like \nthat?",
			"text03" : "\\.I'm not looking to marry you Freyja. You are incredibly beautiful, but \nI have a mission to complete.",
			"text04" : "\\.Then you must be here for my Brisingamen! Loki must have sent you! You \nwill not steal it you little thief!",
			"text05" : "\\.I'm dizzy.",
			"text06" : "\\.I would never harm you Freyja, don't worry about your necklace.",
			"text07" : "\\.You have been with Loki right?",
			"text08" : "\\.Yes",
			"text09" : "\\.Please do not trust him, I know he wants a way to stop Ragnarok, but \nhis methods are way too dangerous.",
			"text10" : "\\.Ragnarok? Didn't that happen already?",
			"text11" : "\\.No, the history you know is something that did not happen.",
			"text12" : "\\.Yet",
			"text13" : "\\.Please, I can sense justice in you, bring peace to Asgard. Not only \nAsgard, bring peace to all gods.",
			"text14" : "\\.I will try."
		},
		"10Yggdrasil": {
			"text01" : "\\.Wait what spirit is this?",
			"text02" : "\\.\\.",
			"text03" : "\\.Stop the Ragnarok hero",
			"text04" : "\\.This isn't a spirit, its the will of the asgardians, this is the \nreflection of their future!",
			"text05" : "\\.Prove your valor hero.",
			"text06" : "\\.Yggdrasil does live, he lives in everyone and in this future\\..\\..\\..",
			"text07" : "\\.It is dead, I must stop this!"
		},
		"11Loki": {
			"text01" : "\\.Loki!",
			"text02" : "\\.Tell me now everything you know about this Ragnarok! Do not lie \n to me you tricky creature!",
			"text03" : "\\.Hold on! You are too hot blooded. How can I start.",
			"text04" : "\\.In the beginning, there was a world of fire and another one of \nsmoke.",
			"text05" : "\\.Stop stalling me!",
			"text06" : "\\.You can tell him the truth Loki.",
			"text07" : "\\.You? Ah I knew it! You are Loki's child, that is why you made that \nmess with the gods!",
			"text08" : "\\.I did, but for a good reason, first of all do you know that game \nyou are playing? How did it end up on our world?",
			"text09" : "\\.I brought it into the human world! Loki helped me of course, showing \nme how the game works. You can imagine how the gods were enraged when they knew \nour world had the Kamigami.",
			"text10" : "\\.They knew a hero would have the power to change their world! How \ndangerous is that?",
			"text11" : "\\.About the Kamigami also, the real reason for its existence was \nbecause the Norns which are across all mythologies told them about a final war. A \nbrutal war that could come between the gods.",
			"text12" : "\\.So that is why the game was created, I just told Duelist how it \nworks, and since he made it a huge success! Of course he also blackmailed me, \nthe same way I would do it, for wanting eternal life like the gods.",
			"text13" : "\\.My request is very simple, I just have to show the underworld \ngods how I had control in the Kamigami! When I do that, I now have to no longer \nfear death.",
			"text14" : "\\.For my plan to succeed I need a partner, since I will need \nsomeone alive if I die, and I will be alive if my partner dies. The idea is very \nsimple, one of us will be alive to not be betrayed.",
			"text15" : "\\.And you Loki why did you agree with all this?",
			"text16" : "\\.I don't really care what he does, I just want two things. \nFirst is the gods recognizing me the great Loki! The second is to not die, with \nthe big ol' war, Ragnarok.",
			"text17" : "\\.I live, I rule Asgard, my son lives forever and no one dies. \nIsn't this just the best plan?",
			"text18" : "\\.Now I will go to the other gods, can you free Hel for me? \nShe is one of our keys to immortality! This is our chance hero! Live forever and play \nthis wonderful game for all eternity!",
			"text19" : "\\.If the gods win, you know they can take Kamigami out of our \nwolrd also right?",
			"text20" : "\\.Wait, now that you mentioned, how did you convince them to duel \nwith you?",
			"text21" : "\\.They always are full of themselves! They all thought they would \nwin. How I convinced them? Simple.",
			"text22" : "\\.I challenged all the gods to a duel, if at least one of them \nwon, they could wipe Kamigami from our world and all its memory. If I won, they \nwould fall under my control unless someone freed them.",
			"text23" : "\\.Now I understand everything! You tricky demigod!",
			"text24" : "\\.Will you free Hel for me?",
			"text25" : "Yes",
			"text26" : "No",
			"text27" : "\\.Perfect! you can go now! We will be great partners. Just follow \nthis path, and it will go right into the underworld!",
			"text28" : "\\.You are being a fool! I still will give you some time to think \nabout it. You will see the rotten side of the gods! I need to run to her then!",
			"text29" : "\\.He went off.",
			"text30" : "\\.You wanted Odin or Thor right? I can't show you the way.",
			"text31" : "\\.Then lets duel for this information!",
			"text32" : "\\.What do I get in exchange?",
			"text33" : "\\.All my Kamigami collection I have!",
			"text34" : "\\.Oh yeah! Now we are talking! Get ready to face the most handsome, \nbeautiful and intelligent being you have ever seen!",
			"text35" : "\\.I lost, I can't believe this! Well still according to my plans, \nsince the duel was for Odin OR Thor. You will be able to choose only one of them.",
			"text36" : "\\.Wait what?",
			"text37" : "\\.I tricked them both and they are in separate places, and I am not \nbreaking the Kamigami rule, since I said clearly one or another.",
			"text38" : "\\.You tricky rat!",
			"text39" : "\\.Choose",
			"text40" : "Thor",
			"text41" : "Odin",
			"text42" : "\\.Very well! I'll show you the way."
		},
		"12Thor": {
			"text01" : "\\.Here you are.",
			"text02" : "\\.No tricks?",
			"text03" : "\\.I can't, that is how Kamigami works, I'll see you soon.",
			"text04" : "\\.Loki turned into a bird and flew, probably had Frigg's falcon plumes.",
			"text05" : "\\.Who goes there?",
			"text06" : "\\.What a pressure! I can barely look up! My vision is blurred, but \nI think that is the legendary Mjolnir!",
			"text07" : "\\.So someone allied to the giants know this weapon. This hammer was \nforged by the Sons Ivaldi! The short handle was a mistake, but this formidable \nweapon brings fear on those who face it.",
			"text08" : "\\.You have some courage facing the most powerful god in Asgard! I \npossess the Meginjard, this belt makes me twice as powerful! I can call \nupon storms and flatten mountains with a single smash.",
			"text09" : "\\.Be prepared to be slayed like all giants that crossed my path!",
			"text10" : "\\.What happened? Loki? He tricked me!",
			"text11" : "\\.Where is Odin?",
			"text12" : "\\.I think Loki has him trapped somewhere here in Asgard.",
			"text13" : "\\.Hero, you have done an incredible work. We the Aesir, are in debt \nwith you. You do not have to worry any more, I will find Odin and free him.",
			"text14" : "\\.Heimdall?",
			"text15" : "\\.I have opened the Bifrost, I know where Loki and Duelist went, are \nyou sure you want to go find Loki?",
			"text16" : "\\.Oh Yeah! I need to know how this will end!",
			"text17" : "\\.Then follow the Bifrost path!"
		},
		"12Odin": {
			"text01" : "\\.Here you are.",
			"text02" : "\\.No tricks?",	
			"text03" : "\\.I can't, that is how this game works, I'll see you soon.",
			"text04" : "\\.Loki turned into a bird and flew, probably had Frigg's falcon plumes.",
			"text05" : "\\.I have been waiting you",
			"text06" : "\\.(Odin! I can't stop shaking)",
			"text07" : "\\.Can't even talk in my presence? I am the one-eyed god. I gave my left \neye for wisdom! I am the father of all gods!",
			"text08" : "\\.Ǫnd þau né átto, óð þau né hǫfðo,\nlá né læti né lito góða.",
			"text09" : "\\.Ǫnd gaf Óðinn, óð gaf Hœnir,\nlá gaf Lóðurr ok lito góða.",
			"text10" : "\\.I have no idea what you said!",
			"text11" : "\\.This is a poem in old Norse, I wanted you to hear it before your \nfall!",
			"text12" : "\\.Even I Odin fell in Loki's trap, I am sorry hero.",
			"text13" : "\\.Please help the gods to end this treachery, I will find Thor, I \ncan sense him in Asgard. You have done a lot for us, now it is my turn \nto protect Asgard.",
			"text14" : "\\.Heimdall?",
			"text15" : "\\.I have opened the Bifrost, I know where Loki and Duelist went, are \nyou sure you want to go find Loki?",
			"text16" : "\\.Oh Yeah! I need to know how this will end!",
			"text17" : "\\.Then follow the Bifrost path!"
		},
		"12Hel": {
			"text01" : "\\.I can feel pure death in here, its like my soul is wanting to \nescape my body!",
			"text02" : "\\.I'm trying to go deeper, but I can't.",
			"text03" : "\\.Then, don't",
			"text04" : "\\.This is the underworld, here is beyond Asgard creature! I am \nHel itself, I have been put in hell because the gods feared how powerful \nIwould become!",
			"text05" : "\\.No one steps here and stays alive!",
			"text06" : "\\.Wait, Duelist?",
			"text07" : "\\.Hello sister! So you are now free, I'm sorry for dueling with \nyou before",
			"text08" : "\\.You brat! I will kill you for that!",
			"text09" : "\\.Please remember our agreement.",
			"text10" : "\\.And for you, we will make a great partnership! I know how crazy \nyou are about mythology, there is one last mythology I have under control \n. I need Izanami, if you can show her how powerful we heroes are.",
			"text11" : "\\.There will be nothing that can stop us! We will have gain immortality! \nWe will live on the god's realm for eternity! You and I, together!",
			"text12" : "\\.And I will have Asgard under my hands! The incredible Loki will finally \nbe respected.",
			"text13" : "\\.For you, I will take you to the japanese lands.",
			"text14" : "\\.Wait how are you going to do this?",
			"text15" : "\\.I am Loki, isn't I? Hold on, take this!",
			"text16" : "\\.What! I became a nut! How is this even possible!",
			"text17" : "\\.Loki turns into a falcon, picks me up and flies away."
		}
	},
	"Japanese": {
		"01Kasa-Obake": {
			"text01" : "\\.Thanks I guess Loki, so where are we?.",
			"text02" : "\\.I don't know, but now it is up to you, good luck!",
			"text03" : "\\.Wait you\\..\\..\\.. He flew away already.",
			"text04" : "\\.This is the end of the Bifrost, where am I?",
			"text05" : "\\.\\..",
			"text06" : "\\.Who are you? Wait I think its a Kasa-Obake! (Kasa-Obake is a youkai, \njapanese spirit)",
			"text07" : "\\.Are you my owner? Why did you leave me?",
			"text08" : "\\.I think now you are free.",
			"text09" : "\\.Thanks\\..\\..\\..",
			"text10" : "\\.She vanished away.",
			"text11" : "\\.Oh yeah! Another mythology to unveil! This is very exciting, even \nthough I must be very careful with what I do.",
			"text12" : "\\.Careful or not, something is telling me to enter that house, I can \nsense this same feeling I had with Kasa-Obake, its likely another youkai!"
		},
		"02Hanako": {
			"text01" : "\\.Is this a school? Oh\\..\\..\\.. I know who this is, it is Hanako! \n(Hanako if I remember correctly, is a youkai in the bathroom of the third floor \nof the school.)",
			"text02" : "\\.This is the door, I must knock three times and ask for her.",
			"text03" : "\\.Is Hanako in the bathroom?",
			"text04" : "\\.Yes, I am.",
			"text05" : "\\.Hanako!",
			"text06" : "\\.Why, you killed me! Why did you do it, I will pull you to hell!",
			"text07" : "\\.You have freed me! I am so happy now!",
			"text08" : "\\.Please Hanako, do not pull people to hell if you could.",
			"text09" : "\\.If they treat me nicely like you, I don't think I will.",
			"text10" : "\\.Hanako vanished away",
			"text11" : "\\.Now lets get out of this old school, I had some fun here already!"
		},
		"03Uzume": {
			"text01" : "\\.Wait is that someone dancing?",
			"text02" : "\\.Why are you dancing?",
			"text03" : "\\.I am Uzume, goddess of joy and happiness. Whenever I am confused or \nhave any problem, I dance! I have danced for Amaterasu and other gods before!",
			"text04" : "\\.My memories have been taken, I can feel that. Since I do not know \nhow to regain them, I dance in joy!",
			"text05" : "\\.I can help, if you duel me. You will understand soon enough!",
			"text06" : "\\.That is the only thing I know I have to do, my happiness for what \nI do can take me anywhere! Prepare yourself hero!",
			"text07" : "\\.You've defeated me, I'm really happy!",
			"text08" : "\\.I am starting to slowly regain my memories.",
			"text09" : "\\.Everything will be fine from now on! Anyway, why do you love to dance?",
			"text10" : "\\.Dancing is a tradition. Everything can be shown from the dance, you \ncan dance to enjoy others, to show what you can do and the rythm you can \ncreate each time. You are trying to free the other gods right?",
			"text11" : "\\.Do you like to dance?",
			"text12" : "\\.Yes",
			"text13" : "\\.No",
			"text14" : "\\.Lovely answer! I think it will be better to go this way to learn \nmore about the dances.",
			"text15" : "\\.You will like it as soon as you learn the art. I will show you \nyour path now!"
		},
		"04Kirin": {
			"text01" : "\\.Wait, what is that running away?",
			"text02" : "\\.It surely must be a spirit! If it is under the Kamigami, I should \nset it free!",
			"text03" : "\\.I'll try to run after it!",
			"text04" : "\\.Why are you chasing me?",
			"text05" : "\\.Please wait! You might be in danger.",
			"text06" : "\\.I, I\\..\\..\\..",
			"text07" : "\\.Thanks \\..\\..\\.. for \\. stopping, I need to catch my breath.",
			"text08" : "\\.I sense no evil in you, that is why I stopped running.",
			"text09" : "\\.Let us duel and I promise I will let you leave!",
			"text10" : "\\.She vanished already.",
			"text11" : "\\.(Kirin only appears on the birth or death of someone wise and \npure, I think she regained all her consciousness)",
			"text12" : "\\.For me that is good enough! Lets keep going!"
		},
		"04Yuki-Onna": {
			"text01" : "\\.Aaaaah, its freezing cold...",
			"text02" : "\\.Who am I supposed to find in this blizzard.",
			"text03" : "\\.What is this song I am hearing? Sounds so warm and comfy.",
			"text04" : "\\.What are you doing in such a ferocious storm?",
			"text05" : "\\.You will freeze to death if you continue like this, you should \ncome with me.",
			"text06" : "\\.Thanks, you saved me!",
			"text07" : "\\.(No, wait. Now I remember her, she is a youkai that freezes \npeople to death!)",
			"text08" : "\\.Why did you stop? Don't you trust my protection?",
			"text09" : "\\.No, I can't trust anyone even if that means my life, I must \ntrust my instincts.",
			"text10" : "\\.I see... If I can't bring you with me alive, I will bring you \nfrozen!",
			"text11" : "\\.Lousy hero! I'll let you die in this snowstorm!",
			"text12" : "\\.Oh great, I'll guess I need to keep going, and hope that I don't \nfreeze before I leave this place."
		},
		"05Fujin": {
			"text01" : "\\.The wind is so strong now!",
			"text02" : "\\.I guess I understand, the gods here all have their powers related \nto the elements and the weather, and it is all out of control. I must \nstop Fujin or else I will be blown away.",
			"text03" : "\\.Is that a hurricane? I need to stop him now! Fujin!",
			"text04" : "\\.What do you want?",
			"text05" : "\\.Stop this! Please close your bag! (The strong winds all come from \nFujin's bag!)",
			"text06" : "\\.I will protect Japan! My bag will not be closed!",
			"text07" : "\\.Then face me in a duel!",
			"text08" : "\\.Finally, the wind has stopped, I thought I was going to really get \nkilled this time.",
			"text09" : "\\.Sorry hero, I didn't know whom to believe in.",
			"text10" : "\\.Was that a thunder?",
			"text11" : "\\.It must be Raijin, Raijin always is close to me, help him hero.",
			"text12" : "\\.That seems dangerous, but I guess I need to face it!"
		},
		"06Raijin": {
			"text01" : "\\.Stop this thunderstorm Raijin!",
			"text02" : "\\.Why did Fujin stop his winds? What have you done to Fujin?",
			"text03" : "\\.You will face all the thunders I can create! I will play my Taiko \ndrums until you are electrocuted! Just like I did with the Mongols!",
			"text04" : "\\.Finally, both the storm and the hurricanes have stopped, that was \nintense.",
			"text05" : "\\.Hero, thank you for freeing me.",
			"text06" : "\\.I together with Fujin were guarding the Kaminarimon. If you go through, \nyou can get to Senso-ji, there should be some deities in need of aid also.",
			"text07" : "\\.Thanks! I will surely go in!"
		},
		"07InariOkami": {
			"text01" : "\\.Why, why did they take you Ukemochi!",
			"text02" : "\\.Are you okay?",
			"text03" : "\\.Ukemochi prepared a great meal to Tsukiyomi, but she was murdered \nbecause Tsukiyomi didn't like it.",
			"text04" : "\\.You will pay for this!",
			"text05" : "\\.Now I can see clearly, sorry hero. That story happened a long time \nago.",
			"text06" : "\\.Even though I am the goddess of farming and growth, I also can make \ngreat meals to all those who deserve it!",
			"text07" : "\\.Will you stay to eat?",
			"text08" : "\\.Yes",
			"text09" : "\\.No",
			"text10" : "\\.First lets go Inside my house!",
			"text11" : "\\.Just wait some minutes, \\.\\.\\.\\.\\.\\..There you go!",
			"text12" : "\\.Wow! This is amazing! Itadakimasu!",
			"text13" : "\\.Everything was incredible, but I must be going now!",
			"text14" : "\\.You can go to the seas, I think I saw Toyotama there.",
			"text15" : "\\.Really nothing? Anyway, if your task is to free the gods, I have seen \nSusano in that path, he is a dangerous god, but him out of control is \nvery dangerous to our world.",
			"text16" : "\\.There even are some stories that Susano killed my beloved Ukemochi, but it \nwas Tsukiyomi, the moon deity. Those stories are because Susano's \npast were always full of fury and rage.",
			"text17" : "\\.If the Kamigami oath brings the past in the gods, Susano is extremely dangerous. \nDo be careful hero."
		},
		"08Toyotama": {
			"text01" : "\\.What did you do to my son?",
			"text02" : "\\.I haven't done anything to him!",
			"text03" : "\\.I left him in your world, and now I can't sense him anymore! Give him \nback!",
			"text04" : "\\.Hero, now I can remember, its long past his time already, sadly I \ndon't really know who he became after he grew up.",
			"text05" : "\\.Well Mrs, I actually do know, since I study a lot of history. He \nhimself not so much, but his son, your grandson was amazing!",
			"text06" : "\\.Please tell me!",
			"text07" : "\\.About your grandson? He was the first emperor of Japan. Japan \nif you do not know yet, grew to be one of the richest countries in the world! \n Jimmu-Tenno was his name.",
			"text08" : "\\.Everything happened because of you.",
			"text09" : "\\.I am so happy!",
			"text10" : "\\.Sorry to ask this, but the seas are still agitaded. I am the \ndaughter of Ryujin, can you please also help Ryujin the same way you did \nwith me?",
			"text11" : "\\.Oh yes! For sure!",
			"text12" : "\\.Then you will have to enter the water with me. Do not worry, you \nwill be able to breathe underwater as long as you are with me!",
			"text13" : "\\.Then lets go!"
		},
		"08Susano": {
			"text01" : "\\.More storms?",
			"text02" : "\\.Woah! These are much more powerful than both Raijin and Fujin storms \ncombined! It must be Susano, if I don't defeat Susano I will surely \nbe in danger inside this storm!",
			"text03" : "\\.What do you want child?",
			"text04" : "\\.Please stop this! You will destroy everything if you keep on with this \nstorm!",
			"text05" : "\\.Do I even care about this place? They all banished me here! I was supposed \nto be the strongest of the gods! My sister Amaterasu is the worst \nof them!",
			"text06" : "\\.I was supposed to never leave Heavens! You will perish because of your \ninsolence!",
			"text07" : "\\.Beaten by a human.",
			"text08" : "\\.Demigod.",
			"text09" : "\\.Whatever you call it, I need to guard the underworld, that is my duty.",
			"text10" : "\\.If you guard the underworld then Duelist will want to seek you! He is \nlooking for eternal life!",
			"text11" : "\\.You didn't hear me? I only guard it, I don't have this kind of power. \nIf that is what this Duelist is looking for, he will have to deal \nwith Izanami, and Izanami is way more powerful than me.",
			"text12" : "\\.Can you take me there?",
			"text13" : "\\.Find your own way!",
			"text14" : "\\.He went away, I hope I don't get lost."
		},
		"09Ryujin": {
			"text01" : "\\.The waters are very agitaded, please stick close to me hero.",
			"text02" : "\\.Ryujin! Please listen to me! You need to stop, you always helped the \nhumans, specially the fishermen!",
			"text03" : "\\.What are you doing with that demigod Toyotama? He is tricking you! \nI will not let my daughter be tricked!",
			"text04" : "\\.I will get you back Ryujin!",
			"text05" : "\\.Thanks Toyatama and thank you hero.",
			"text06" : "\\.I am ashamed of what I did with you, I will give you a gift, please \naccept it!",
			"text07" : "\\.You got a japanese booster pack.",
			"text08" : "\\.Thanks Ryujin!",
			"text09" : "\\.I will take you back to the shore, Please be careful on your way."
		},
		"10Prelude": {
			"text01" : "\\.Okay, where exactly do I go?",
			"text02" : "\\.Wait? something is strange. Its like the world is shattered! In \nmy left its completely bright, and my right is completely dark!",
			"text03" : "\\.It is probably because Amaterasu and Tsukiyomi are fighting! Now \nDuelist wanted me to go to the dark and confront the gods of \ndeath.",
			"text04" : "\\.Where should I go?",
			"text05" : "\\.Light",
			"text06" : "\\.Dark",
			"text07" : "\\.I hope I am making the right choices, lets go!"
		},
		"11Amaterasu": {
			"text01" : "\\.Its burning hot here, I'm not sure I can keep on going toward the \nsun.",
			"text02" : "\\.That is because I am the sun itself! I am Amaterasu, I am the light \nof the world. I bring life and a sense of existence to all living beings.",
			"text03" : "\\.When I fled to Ama-no-Iwato, the heavenly rock cave, all the world \nsaw how lifeless it is without my presence. I am the shine of the sky, \n I am the sun, ruler of skies and goddess of the universe!",
			"text04" : "\\.I will brighten and destroy all evil, and you are a piece of darkness in \nmy presence, prepare to be burned!",
			"text05" : "\\.I have lost to you hero, but my heart is full of joy!",
			"text06" : "\\.I was really scared, I'm full of sunburn. I hope this is not permanent.",
			"text07" : "\\.I really wanted to give you good news, but I don't think I can.",
			"text08" : "\\.If you want to free us for good, Izanagi will need to be freed also. \n The problem is that he is the god of all creation, his powers are beyond \nwhat I can help.",
			"text09" : "\\.I think you have come from a long path, but you will face the creator \nitself.",
			"text10" : "\\.Yeah, I know how powerful he is, I can't stop shaking.",
			"text11" : "\\.But I can tell you, from everything I already went through, \nI will \nsucceed! This is my story being written, please gods, do not forget what \nI did.",
			"text12" : "\\.We will create dances and music from your tales, do not die \nhero!",
			"text13" : "\\.I won't!"
		},
		"11Tsukuyomi": {
			"text01" : "\\.This darkness, it feels like I'm being choked.",
			"text02" : "\\.What are you doing here mortal? Do you know who I am?",
			"text03" : "\\.I am the moon goddess you brat! Amaterasu is mad at me again. \nUke Mochi was a nobody, it doesn't make sense she cared for that insignificant \nlife!",
			"text04" : "\\.You shouldn't call other people's life as insignificant. \n (Why did I say that? I'm going to get killed!)",
			"text05" : "\\.You got some courage brat! I will first kill you, then I will \n go after Amaterasu. Prepare to die little scum!",
			"text06" : "\\.So you had to choose between me or Amaterasu probably.",
			"text07" : "\\.Yes, you two are always in opposite directions.",
			"text08" : "\\.Opposite? Never heard of eclipse? You should be happy enough \nthat I won't kill you like Uke Mochi, that disgusting goddess. She spit out my food, \nhow can someone that disguting live.",
			"text09" : "\\.Now I have to go after Amaterasu, if you still want to free some \ngods, well just go straight to find Izanami in the Yomi, I'm sure you will have\n a good time. Ha ha ha, see ya.",
			"text10" : "\\.I actually know what Tsukuyomi means, goddess of death. This is the \npath I chose, I will believe in my choices!"
		},
		"12Izanagi": {
			"text01" : "\\.What is this feeling? Its like every cell from my body is moving! \nIts neither pain or pleasure, its like as if I am not in command of my own body!",
			"text02" : "\\.Welcome child, I am the creator itself. I created the gods, they are \nfruits from my life.",
			"text03" : "\\.You are the creation of my will, your destiny has been traced. Be ready \nto face the only surviving generation of gods from Kamiyo-nanayo, or should\n I call, the original 7 generations?",
			"text04" : "\\.Creator versus creation, prove me hero!",
			"text05" : "\\.Amazing, the power still flows on you after so many generations.",
			"text06" : "\\.I am part greek Izanagi, I'm not sure I originated from you.",
			"text07" : "\\.Child, all that you call as mythology are intertwined, there are no \nseparation. I know it all, Cronus, Gaia, every mythology is together as one. \n Some gods are worshiped in many different places with many different names.",
			"text08" : "\\.You have freed the gods, your destiny is fulfilled. I do sense another \nhero here, you should go ahead and see him.",
			"text09" : "\\.Him again? I will, and this time will be the last!"
		},
		"12Izanami": {
			"text01" : "\\.I\\..\\..\\.. can't\\..\\..\\.. breathe",
			"text02" : "\\.What is happening?",
			"text03" : "\\.One more soul to me, mortals coming to the underworld just makes it \neasier. Now more 874 lives to take and today my count will be done!",
			"text04" : "\\.(AAH, I'm losing consciousness)",
			"text05" : "\\.You're still alive? Ah I can sense you are a demigod, that explains \nit all. I can't extract demigods soul as easy as other mortals.",
			"text06" : "\\.Izanami! I challenge you to a duel!",
			"text07" : "\\.I normally wouldn't accept it, but I feel the urge to face you hero! \nYou will stay in the Yomi with me!",
			"text08" : "\\.How can this be? Now I remember, another demigod faced me on a duel and \nwon.",
			"text09" : "\\.You are beautiful Izanami, how can this possibly be? In the tales they \nsaid you were rotting away.",
			"text10" : "\\.Because there were flesh still behind my soul. That happened many many \nyears ago. Izanagi left me here, that disgusting man!",
			"text11" : "\\.You've won, I have no regrets, please leave here now, I know I can't defeat \nyou."
		},
		"12Duelist": {
			"text01" : "\\.Did you have fun in these lands? I hope you did, because I surely will \n when I see the asgardian's faces about the greatest, most amazing and \nmost beautiful deity, the great Loki!",
			"text02" : "\\.Finally! Now the gods know our strength! You have defeated almost all of \nthem, just like I did!",
			"text03" : "\\.Have you finally chosen the eternal life beside me?",
			"text04" : "Yes",
			"text05" : "No",
			"text06" : "\\.That is the answer I was looking for!",
			"text07" : "\\.I really wished I could believe you, but me and Loki have been following you, \nand \\..\\..\\..",
			"text08" : "\\.you are way too attached to Athena, your mother, ",
			"text09" : "\\.you didn't accept my advices, ",
			"text10" : "\\.you didn't free Hel and fought against Loki, ",
			"text11" : "\\.you didn't free Izanami, ",
			"text12" : "\\.sadly I am very disappointed in you, I gave you the chances to show me \nwhat you wanted. Now I will have to search for another hero and you can be \ndiscarded.",
			"text13" : "\\.I have been watching you, your actions reflects as if you wanted to rule \nover the god's realm with eternal life!",
			"text14" : "\\.Are you really sure about your choice?",
			"text15" : "\\.This is probably were your journey ends, I have done everything for you \nto see how the gods don't care about us.",
			"text16" : "\\.Hey! No wait, I also don't care much, but when you come to Asgard, \nI would treat you nicely if you had obeyed us.",
			"text17" : "\\.Duelist! I have chosen, I will be on the gods side! My oath will be, \nif I win, you leave the gods alone!",
			"text18" : "\\.You forgot the choice of you losing, if you do lose, I will have all \nthat precious Kamigami collection you have and you will never remember \nbeing a demigod.",
			"text19" : "\\.The oath has been made! Hero, remember this, because it will be your \nlast memories!",
			"text20" : "\\.I, Duelist, son of Loki will defeat you!",
			"text21" : "\\.That is what I expected to hear! You have done well until here, now \nthat you see the rotten side of the gods, let us rule this world! Are you \nready to make this world ours?",
			"text22" : "\\.Yes Duelist! Athena brought me here just to save them, I would never \nknow this amazing place if you hadn't done all this mess.",
			"text23" : "\\.Speaking of Athena and the greek gods, did you notice Hades was never \nmentioned for you to free? Very well, the olympians hate Hades, now would \nbe a good time to put him on our side huh?",
			"text24" : "\\.Can you do this last task hero? We will rule for eternity!",
			"text25" : "\\.I will",
			"text26" : "\\.I'll take you there!"
		},
		"13Final01": {
			"text01" : "\\.How can this be? Why are you on their side? They go into our world and \njust date the humans and leave us there, why are you helping them!",
			"text02" : "\\.I know they have been horrible, but its not our duty to mess with their \nworld! This is not our place, as much as I loved all the mythologies, \nI think I'm just a human after all.",
			"text03" : "\\.Our world is not here.",
			"text04" : "\\.Duelist you have lost.",
			"text05" : "\\.Athena? You left that child alone on the human world! You have nothing \nto say about this?",
			"text06" : "\\.This is why I have been on Olympus talking to the gods, they have made \nan exception as a gratitude to this acts.",
			"text07" : "\\.Child, my child. You are the first hero in the last five hundred years \nthat will be granted access to the god's realm, you may come and go as \nyou wish. Kamigami will be taken from the human world.",
			"text08" : "\\.But you will be able to play it in this world.",
			"text09" : "\\.Why! Loki what you have to say about this?",
			"text10" : "\\.Me? I think we, I mean, you lost. I have to go back to Asgard, babye!",
			"text11" : "\\.Now the gate is open, you have to obey the oath or your soul will be trapped \nas you already know about its rules.",
			"text12" : "\\.You will all pay for this! I will find a way to be back! All you gods \nwill pay!",
			"text13" : "\\.Child, I apologize for making you walk such a laborious path. He is \nright about the gods, sadly he is. We have eternity to learn from our mistakes, \nbut we always make those same mistakes.",
			"text14" : "\\.I know, that is how humans also act. I didn't do it for you or me, \nI did it because its the right thing to do, this is not my world.",
			"text15" : "\\.Now it is! Come outside and you will soon understand!"	
		},
		"13Final02": {
			"text01" : "\\.I knew you would come child, and I see Loki is with you also.",
			"text02" : "\\.Athena, I need to get to Hades!",
			"text03" : "\\.I won't allow you to do that, why have you chosen that path? I am \nvery sad with the choices you made.",
			"text04" : "\\.I know you Olympians wanted to hide Hades from me because you never \ncared about him! The same way you didn't want me to free other mythologies!",
			"text05" : "\\.You are right, that is how us Olympians have decided. That is because \nHades is not to be trusted.",
			"text06" : "\\.I think no god can be trusted.",
			"text07" : "\\.Hey! Actually you are completely right, I wouldn't trust myself.",
			"text08" : "\\.Then we will have to duel child, if you win I will let you see Hades, \nif you don't, I will take you back to your world.",
			"text09" : "\\.Lets duel!",
			"text10" : "\\.I have lost, I have no regrets. There is nothing more I can say now, I \nhope peace will exist even after your plans are fulfilled.",
			"text11" : "\\.Go on now, do remember who you are and where you came from."	
		},
		"13Hades": {
			"text01" : "\\.Hades!",
			"text02" : "\\.You seem way too alive to be here. I've always been seen as the lowest \nof the three big gods, always taking care of this unholy place.",
			"text03" : "\\.You do have some courage to come here and face your death.",
			"text04" : "\\.Remember this place hero! For this is your last tales, born as a greek \nand dying in the hands of Hades, ruler of the underworld!",
			"text05" : "\\.This is your last sight, and I will have fun with your dying soul!",
			"text06" : "\\.How? I have been defeated.",
			"text07" : "\\.The memories are coming back again, you must be with Duelist. I do \nremember his plans, eternal life, huh.",
			"text08" : "\\.And are you okay with that?",
			"text09" : "\\.You know, I don't really care what you do on the overworld, or to \nother gods.",
			"text10" : "\\.I always saw Hades as a more evil being.",
			"text11" : "\\.What have you been reading or watching? It must be those movies or \ncartoons on the human world right?",
			"text12" : "\\.We do know about what happens in your world when we go meet some \nhumans there. The truth is, I'm neither evil or good, I just do my job and don't \nreally bother with anybodies lives.",
			"text13" : "\\.Whatever you do on the overworld hero, I will watch it closely.",
			"text14" : "\\.I will go out now, and trace my destiny!"
		},
		"14Final02": {
			"text01" : "\\.Finally! Your mission is done! Now we will rule the god's realms for \neternity!",
			"text02" : "\\.This is our world now! This is our tale, the heroes Era has begun!",
			"text03" : "\\.I will now call you, the god of Knowledge, and I will be the god of \ntrickery, just like Loki! This is, your, our history!",
			"text04" : "\\.And this will be our future\\..\\..\\..",
			"text05" : "\\.You are now a god, a god of the new Era!"
		},
		"14Final01": {
			"text01" : "\\.My child, you see this world, you are a demigod so all this is also \nyours.",
			"text02" : "\\.Thank you hero!",
			"text03" : "\\.And this is the tale, the legend has been written.",
			"text04" : "\\.Congratulations!"
		}
	}
}